{
    "Entertainment: Video Games": {
        "Who's the creator of Geometry Dash?": "Robert Topala",
        "What is the name of your team in Star Wars: Republic Commando?": "Delta Squad",
        "Which video game earned music composer Mike Morasky the most awards for his work?": "Portal 2",
        "Which of these is the name of a cut enemy from \"Half-Life 2\"?": "Hydra",
        "Capcom's survival horror title Dead Rising, canonically starts on what day of September 2006?": "September 19th",
        "What is the first weapon you acquire in Half-Life?": "A crowbar",
        "In Super Mario Bros., who informs Mario that the princess is in another castle?": "Toad",
        "Which Kingdom Hearts game featured the cast of \"The World Ends With You\"?": "Dream Drop Distance",
        "What is the name of the largest planet in Kerbal Space Program?": "Jool",
        "In \"Starbound\", what is the max HP of the monster \"Punchy\"?": "50,000 HP",
        "In \"Call Of Duty: Zombies\", what is the name of the machine that upgrades weapons?": "Pack-A-Punch",
        "In \"Call Of Duty: Zombies\", which weapon does NOT deal any damage?": "31-79 JGb215",
        "In the indie farming game \"Stardew Valley\", which NPC hates the \"prismatic shard\" item when received as a gift?": "Haley",
        "In Final Fantasy XIV, what is the name of the Deep Dungeon that was introduced in the expansion pack, Heavensward?": "Palace of the Dead",
        "In which series of games do you collect souls to empower you and buy weaponry and armor with?": "Souls ",
        "Who is Sonic's sidekick?": "Tails",
        "Which company did Bethesda purchase the Fallout Series from?": "Interplay Entertainment ",
        "During the game's development, what was the first ever created Pokémon?": "Rhyhorn",
        "According to Overwatch's lore, who was once a member of the Deadlock Gang?": "McCree",
        "In \"The Binding of Isaac\", which item instantly kills Mom and Mom's Heart?": "The Bible",
        "What is the full name of the protagonist from the indie adventure game \"Night in the Woods\"?": "Margaret Borowski",
        "In the \"PAYDAY\" series, what is the real name of the character known as \"Dallas\"?": "Nathan Steele",
        "What was the original release date of Grand Theft Auto V?": "September 17, 2013",
        "What is the real name of \"Warhead\" in the Sega Genesis game \"Vectorman\"?": "Raster",
        "What is the main character's name in \"Braid\"?": "Tim",
        "In Call of Duty: Modern Warfare 2, how many consecutive kills does it require to earn the \"Tactical Nuke\" killstreak?": "25",
        "Who is the character you play as in Yume Nikki?": "Madotsuki",
        "In Need For Speed: Most Wanted (2005), how many people are there to defeat on the blacklist?": "15",
        "TF2: What code does Soldier put into the door keypad in \"Meet the Spy\"?": "1111",
        "In the Portal series of games, who was the founder of Aperture Science?": "Cave Johnson",
        "The voice actor for which Portal 2 character was not a TV or film actor prior to the game?": "GLaDOS",
        "Which day in \"Papers, Please\" does the man in red appear?": "Day 23",
        "Which franchise was NOT featured in the 2015 video game \"Lego Dimensions\"?": "Breaking Bad",
        "When was the top-down online RPG \"Space Station 13\" released?": "2003",
        "Which character in the \"Animal Crossing\" series uses the phrase \"zip zoom\" when talking to the player?": "Scoot",
        "What is the 4th boss in the 1997 video game \"Crash Bandicoot 2: Cortex Strikes Back\"?": "Dr. N. Gin",
        "Which of the following games has the most playable characters?": "Timesplitters: Future Perfect",
        "How many obsidian blocks are required to build a nether portal in Minecraft?": "10",
        "In Terraria, which debuff does the ankh charm not provide immunity to?": "Venom",
        "In Skylanders Giants, why was Zaps' Wow Pow named \"For Riley\" ?": "As a tribute to a fan who passed away",
        "Which of these is NOT a team available in the game Pokémon Go?": "Team Rocket",
        "What does Solid Snake use to hide himself with?": "Cardboard Box",
        "How many voice channels does the Nintendo Entertainment System support natively?": "5",
        "\"The Potato Sack\" was a collection of indie games released on Steam in 2011 as a promotion for which game?": "Portal 2",
        "Which of these operators from \"Tom Clancy's Rainbow Six Siege\" has the ability to damage reinforced walls?": "Jordan \"Thermite\" Trace",
        "In \"Call Of Duty: Zombies\", what is the name of the Pack-A-Punched Crossbow?": "Awful Lawton",
        "What is the boss round featured in the \"Call Of Duty: Zombies\" map \"Five\"?": "The Pentagon Thief",
        "In which game did the character \"Mario\" make his first appearance?": "Donkey Kong",
        "What are Sans and Papyrus named after in \"Undertale\"?": "Fonts",
        "\"Strangereal\" is a fictitious Earth-like world for which game series?": "Ace Combat",
        "The mobile game \"Jetpack Joyride\" was released in what year? ": "2011",
        "What year was the game Team Fortress 2 released?": "2007",
        "What is Solid Snake's real name?": "David",
        "In what year was the game \"Fallout\" released?": "1997",
        "Which Overwatch character says the line \"Heroes never die!\"?": "Mercy",
        "What element does the Zinogre use in Monster Hunter?": "Thunder",
        "What household item make the characters of \"Steins; Gate\" travel through time?": "Microwave",
        "Which of these games was NOT a Nintendo Switch launch title in the United States? ": "Voez",
        "In which location does Dark Sun Gwyndolin reside in \"Dark Souls\"?": "Anor Londo",
        "What is the subtitle for Gran Turismo 3?": "A-Spec",
        "Which game won the \"Games for Impact\" award in The Game Awards 2015?": "Life is Strange",
        "Which psychopath(s) in Dead Rising 1 gave you the small chainsaw?": "Adam the Clown",
        "How many permanent companions are there in the base game version of Fallout: New Vegas?": "8",
        "In the Super Mario Bros. Series, what is Yoshi's scientific name?": "T. Yoshisaur Munchakoopas",
        "Which of these Counter-Strike maps is a bomb defuse scenario?": "Prodigy",
        "In which Mario game did the Mega Mushroom make its debut?": "Mario Party 4",
        "In Monster Hunter Generations, which of these hunter arts are exclusive to the Longsword?": "Unhinged Spirit",
        "The default playermodel of Garry's Mod is this Half Life 2 character.": "Isaac Kleiner",
        "When was Nintendo's Virtual Boy released?": "1995",
        "In Terraria, what does the Wall of Flesh not drop upon defeat?": "Picksaw",
        "What is the name of the alligator in Where's My Water?": "Swampy",
        "In Touhou 12: Undefined Fantastic Object, which of these was not a playable character?": "Izayoi Sakuya",
        "What was the name of the hero in the 80s animated video game 'Dragon's Lair'?": "Dirk the Daring",
        "Who is the creator of the Super Smash Bros. Series?": "Masahiro Sakurai",
        "In the Half-Life franchise, what is the real name of the \"gravity gun\"?": "Zero-Point Energy Field Manipulator",
        "Which of the following was NOT a playable character in the game Kingdom Hearts: Birth by Sleep?": "Ignis",
        "In Animal Crossing, who is the manager of the town shop?": "Tom Nook",
        "\"Gimmick!\" is a Japanese Famicom game that uses a sound chip expansion in the cartridge. What is it called?": "FME-7",
        "The 'D' in the term \"D-Mail\" from the game \"Steins; Gate\" is short for what?": "DeLorean",
        "In \"Overwatch\", which hero is able to wallride?": "Lucio",
        "In \"PAYDAY 2\", what weapon has the highest base weapon damage on a per-shot basis?": "HRL-7",
        "Which gaming series includes \"The Diabolical Box\" and \"The Curious Village\"?": "Professor Layton",
        "In the game Tom Clancy's Rainbow 6 Siege, what organization is Valkyrie from?": "Navy Seals",
        "Which of the following is a class in the game \"Hearthstone\"?": "Priest",
        "The original Planetside was released in North America on...": "May 20, 2003",
        "Who is the villain company in \"Stardew Valley\"?": "Joja Co ",
        "In Left 4 Dead, what is the name of the virus, as designated by CEDA, that causes most humans to turn into the Infected?": "Green Flu",
        "Who created the 2011 Video Game \"Minecraft\"?": "Markus Persson",
        "In vanilla Minecraft, which of the following cannot be made into a block?": "Charcoal",
        "The starting pistol of the Terrorist team in a competitive match of Counter Strike: Global Offensive is what?": "Glock-18",
        "Which water-type Pokémon starter was introduced in the 4th generation of the series?": "Piplup",
        "What minimum level in the Defence skill is needed to equip Dragon Armour in the MMO RuneScape?": "60",
        "Valve Corporation is an American video game developer located in which city?": "Bellevue, Washington",
        "In Dota 2, what is Earthshaker's real name?": "Raigor Stonehoof",
        "Which of these is the only fighter in the game \"Super Smash Bros. Melee\" capable of dealing damage with their taunt animation?": "Luigi",
        "Who is the main villain of the Crash Bandicoot series?": "Dr. Neo Cortex",
        "Which city hosted the CS:GO Dreamhack Open 2015?": "Cluj-Napoca",
        "What is the lowest amount of max health you can have in Team Fortress 2?": "70",
        "Which company did Gabe Newell work at before founding Valve Corporation?": "Microsoft",
        "Killing Floor started as a mod for which Unreal Engine 2 game?": "Unreal Tournament 2004",
        "When was Minecraft first released to the public?": "May 17th, 2009",
        "Final Fantasy VI was originally released outside Japan under what name?": "Final Fantasy III",
        "Who are the original creators of Rachet & Clank?": "Insomniac Games",
        "Which survivor in Left 4 Dead sacrificed themself to save the other survivors?": "Bill",
        "In what year was \"Super Mario Sunshine\" released?": "2002",
        "Without enchantments, which pickaxe in minecraft mines blocks the quickest.": "Golden ",
        "Which of these stages is not playable in \"Super Smash Bros. for Wii U\"?": "Fountain of Dreams",
        "In Counter-Strike: Global Offensive, what's the rarity of discontinued skins called?": "Contraband",
        "In the video game, Half-life, what event started the Half-life universe as we know today?": "The Resonance Cascade",
        "What is the name of the main healing item in Dark Souls?": "Estus Flask",
        "In the Gamecube Version of \"Resident Evil\" what text document is open on the monitor of the computer in the Visual Data Room?": "A GDC Document",
        "When was \"Garry's Mod\" released?": "December 24, 2004",
        "Gordon Freeman is said to have burnt and destroyed what food in the break room microwave?": "Casserole",
        "In the Fallout series, on which date did The Great War happen?": "October 23rd, 2077",
        "\"Minecraft\" was released from beta in 2011 during a convention held in which city?": "Las Vegas",
        "What animal is featured in \"Bloons TD Battles\"?": "Monkeys",
        "In the Half-Life universe, the Black Mesa Research Facility is located in which US state?": "New Mexico",
        "In the Team Fortress 2 canon, what did Shakespearicles NOT invent?": "Stairs",
        "Which company developed the video game \"Borderlands\"?": "Gearbox Software",
        "What was the code name given to Sonic the Hedgehog 4 during its development?": "Project Needlemouse",
        "Who is the writer of the game \"Half-Life\"?": "Marc Laidlaw",
        "In Left 4 Dead, what is the name of the Special Infected that is unplayable in Versus mode?": "The Witch",
        "Which of these is NOT a game under the Worms series?": "Major Malfunction",
        "What was the name of the game created by Masahiro Sakurai and Satoru Iwata that would eventually evolve into \"Super Smash Bros.\"?": "Dragon King: The Fighting Game",
        "In Rust, how many Timed Explosive Charges does it take to destroy a Ladder Hatch?": "1",
        "In \"Call of Duty: Zombies\", what group does Doctor Maxis work for?": "Group 935",
        "\"Exile\" and \"Revelations\" were the third and fourth installments of which PC game series?": "Myst",
        "In Left 4 Dead, what is the character Bill's last name?": "Overbeck",
        "In Night In The Woods, what is Mae Borowski mother's name?": "Candy", BRO LAMFO HOW HAVE YOU STILL NOT REALIZED YOU HAVE BEEN BAMBOZZLED BOZO
        "During the events of Half-Life: Opposing Force, what is the age of Adrian Shephard, the protagonist?": "22",
        "The original mascot of the popular Nintendo game, \"Splatoon\" was going to be...": "Mario",
        "Pokémon Go is a location-based augmented reality game developed and published by which company?": "Niantic",
        "In the 2015 RPG \"Undertale\", which character do you first encounter after falling down into the underground?": "Flowey",
        "Which Elite Four member from the first generation of Pokémon became the champion in the next generation?": "Lance",
        "Which of these characters was considered, but ultimately not included, for Super Smash Bros. Melee?": "James Bond",
        "What was the #1 selling game on Steam by revenue in 2016?": "Sid Meier's Civilization VI",
        "When was \"System Shock\" released?": "1994",
        "What is the name of the first level in \"Call of Duty: World at War\"?": "Semper Fi",
        "What is the name of the alien species introduced in Shadow the Hedgehog (2005)?": "Black Arms",
        "In the survival horror game, \"Cry of Fear,\" what was the name of Simon's close friend/potential love interest?": "Sophie",
        "In the \"Halo\" franchise, in what country is New Mombasa?": "Kenya",
        "Which character is from \"Splatoon\"?": "Marie",
        "Which of these characters in \"Undertale\" can the player NOT go on a date with?": "Toriel",
        "In the Kingdom Heart series who provides the english voice for Master Eraqus?": "Mark Hamill",
        "What is the name of the main character in the video game VA-11 HALL-A: Cyberpunk Bartender Action?": "Jill",
        "What is the name of the machine that fails and essentially dooms mankind in the beginning of the first Half-Life game?": "Anti-mass spectrometer",
        "By how many minutes are you late to work in \"Half-Life\"?": "30",
        "What year was the game Dishonored released?": "2012",
        "The first version of Blockland came out in which year?": "2004",
        "What video game genre were the original Warcraft games?": "RTS (Real Time Strategy)",
        "When was the video game publisher \"Ubisoft\" founded ?": "March 1986",
        "In \"Team Fortress 2\", what is the fastest taunt kill that can be pulled off?": "Showdown",
        "In the \"Portal\" series, who was Cave Johnson's personal assistant?": "Caroline",
        "Which car is NOT featured in \"Need for Speed: Hot Pursuit 2\"?": "Toyota MR2",
        "In the \"Pikmin\" games, which of the following pikmin colors lacks it's own \"Onion\" nest?": "Purple",
        "What mainly favored rifle is used by the Terrorists in Counter Strike: Global Offensive?": "AK-47",
        "What is the main ship used by Commander Shepard in the Mass Effect Franchise called?": "Normandy",
        "Mirror's Edge Catalyst takes place in the City of...?": "Glass",
        "How many total monsters appear in Monster Hunter Generations?": "105",
        "In the video game \"Team Fortress 2\", which class is able to double jump?": "Scout",
        "What block in Minecraft has the highest blast resistance?": "Barrier",
        "Who turns out to be the true victor in the Battle of Armageddon in Mortal Kombat?": "Shao Kahn",
        "In Overwatch, how old is Reinhardt Wilhelm?": "61",
        "In which U.S. state is Far Cry 5's fictional setting 'Hope County' located?": "Montana",
        "What war is Call Of Duty: Black Ops based on?": "Cold War",
        "Which Greek letter represents the \"Half-Life\" logo?": "Lambda",
        "What was the first \"Team Fortress 2\" update to include a war?": "Sniper vs. Spy Update",
        "In which order do you need to hit some Deku Scrubs to open the first boss door in \"Ocarina of Time\"?": "2, 3, 1",
        "\"Tomb Raider\" icon Lara Croft was originally called...": "Laura Cruz",
        "What do the video games No Man’s Sky and Mighty No. 9 have in common?": "Both were announced in 2013.",
        "In the \"Little Lost Girl\" Easter Egg in Call of Duty: Black Ops II, what's the last step required for the achievement?": "Raise Hell",
        "In \"Call Of Duty: Zombies\", completing which map's easter egg will reward you with the achievement, \"Time Travel Will Tell\"?": "Shangri-La",
        "Who developed the 2016 farming RPG \"Stardew Valley\"?": "Eric Barone",
        "In the beginning of the game \"Sonic Adventure\", what color Chaos Emerald does Tails own?": "Purple",
        "What was the main currency in Club Penguin?": "Coins",
        "In the 2014 Pokemon VGC Finals, which Pokemon was famous for bringing the winner to victory?": "Pachirisu",
        "In Pokemon Diamond, Pearl and Platinum, where can a Munchlax be found?": "Honey Trees",
        "When was \"Luigi's Mansion 3\" released?": "October 31st, 2019",
        "Who was the first jedi that Starkiller had to kill in Star Wars: The Force Unleashed?": "Rahm Kota",
        "Which of these is a type of monster found in Minecraft?": "Skeleton",
        "The map featured in Arma 3 named \"Altis\" is based off of what Greek island?": "Lemnos",
        "Who is the main character in \"The Stanley Parable\"?": "Stanley",
        "Which puzzle game was designed by a Russian programmer, featuring Russian buildings and music?": "Tetris",
        "\"Rollercoaster Tycoon\" was programmed mostly entirely in...": "x86 Assembly",
        "Which of these Starbound races has a Wild West culture?": "Novakid",
        "In vanilla Minecraft, you can make armor out of all BUT which of the following?": "Emeralds",
        "In Undertale, how much do Spider Donuts cost in Hotland?": "9999G",
        "Which one of these was not a member of the Fiendish Five in the game Sly Cooper and the Thievius Raccoonus?": "Dimitri Lousteau",
        "In \"Starbound\", according to the asset files, the description of the \"Erchius Ghost\" is the same as which other assets?": "Spookit",
        "Who created the indie adventure game \"Night in the Woods\"?": "Alec Holowka",
        "In Left 4 Dead, which campaign has the protagonists going through a subway in order to reach a hospital for evacuation?": "No Mercy",
        "Which of these characters is NOT a boss in Crash Bash?": "Ripper Roo",
        "Excluding their instructor, how many members of Class VII are there in the game \"Legend of Heroes: Trails of Cold Steel\"?": "9",
        "In the game Nuclear Throne, what organization chases the player character throughout the game?": "The I.D.P.D",
        "In which year did the first Monster Hunter game get released?": "2004",
        "During development of \"Super Mario World\", Yoshi's hard saddle was originally which of these?": "A shell",
        "Which \"Perk-A-Cola\" in \"Call Of Duty: Zombies\" was \"reworked\" in \"Call of Duty: Black Ops II\"?": "Double Tap Root Beer",
        "In the MMO RPG \"Realm of the Mad God\", what class is known for having the highest possible defense?": "The Knight",
        "Which of the following Zelda games did not feature Ganon as a final boss?": "Majora's Mask",
        "Which of 2 Valve Games are set in the same universe?": "Half-life and Portal",
        "What is a Tetris piece called?": "Tetromino",
        "When Halo 3: ODST was unveiled in 2008, it had a different title. What was the game formally called?": "Halo 3: Recon",
        "Who is the main antagonist in the Portal franchise?": "GLaDOS",
        "Which of these is NOT a player class in Team Fortress 2?": "Healer",
        "In Portal 2, the iconic character GLaDOS is turned into:": "A potato",
        "Which souls game was not directed by Hidetaka Miyazaki?": "Dark Souls 2",
        "In Terraria, which of these items is NOT crafted at a Mythril Anvil?": "Ankh Charm",
        "What is the name of Joel's daughter in the game, \"The Last of Us\"? ": "Sarah",
        "Which one of these characters was first introduced in Sonic Boom: Rise of Lyric?": "Sticks the Badger",
        "How many people can you recruit in the game Suikoden in a single playthrough?": "107",
        "Which of these is NOT a terrorist faction in Counter-Strike (2000)?": "Midwest Militia",
        "What was the name of the first MMORPG to popularize the genre?": "Ultima Online",
        "Which of the following has Jennifer Taylor NOT voiced?": "Sarah Kerrigan",
        "What is the name of the 4-armed Chaos Witch from the 2016 video game \"Battleborn\"?": "Orendi",
        "Which of these blocks in \"Minecraft\" has the lowest blast resistance?": "Sand",
        "In the 2000 video game \"Crimson Skies,\" what was the name of the protagonists' zeppelin?": "Pandora",
        "In Night In The Woods, where does Gregg work?": "Snack Falcon",
        "What is the name of a popular franchise that includes placing blocks down and surviving in an open world? ": "Minecraft",
        "Who created the digital distribution platform Steam?": "Valve",
        "What was the name of the Secret Organization in the Hotline Miami series? ": "50 Blessings",
        "In the \"Call Of Duty: Zombies\" map \"Origins\", how many numbered power generators are there?": "6",
        "Who is the main character in the video game \"Just Cause 3\"?": "Rico Rodriguez",
        "What is the name of the 8th installment in the Fire Emblem series?": "The Sacred Stones",
        "Which of these is NOT a name of a city in the main island of PLAYERUNKNOWN'S BATTLEGROUNDS?": "Belushya Guba",
        "What were the first two blocks in \"Minecraft\"?": "Grass and Cobblestone",
        "In Grand Theft Auto: V, what wanted level does the player receive if they enter Zancudo Army Base north of Los Santos?": "4",
        "In \"Kingdom Hearts\", what is the name of Sora's home world?": "Destiny Islands",
        "Which of the following is a character in the video game Destiny?": "Cayde-6",
        "GoldenEye 007 on the Nintendo 64 was planned to allow you to play as all previous Bond actors, with the exception of who?": "George Lazenby",
        "In most FPS video games such as Counter-Strike, shooting which part of the body does the highest damage?": "Head",
        "Who is the protagonist of the videogame \"Dead Rising 2\"?": "Chuck Greene",
        "If you play the Super Mario RPG and nap in a rented hotel room, you will wake up next to what familiar looking character?": "Link",
        "Rocket League is a game which features..": "Cars",
        "Which Game Development company made No Man's Sky?": "Hello Games",
        "Which of the following is not a faction in Tom Clancy's The Division?": "CDC",
        "What is the first primary weapon the player gets in \"PAYDAY: The Heist\"?": "AMCAR-4",
        "Which of these characters was almost added into Super Smash Bros. Melee, but not included as the game was too far in development?": "Solid Snake",
        "What is not a default game mode in Counter-Strike (2000)?": "Arms Race",
        "What is the name of the common, gun-toting enemies of the \"Oddworld\" video game series?": "Sligs",
        "In the \"Call Of Duty: Zombies\" map \"Moon\", there is a secondary called the QED. What does QED stand for?": "Quantum Entanglement Device",
        "In the Super Smash Bros. series, which character was the first one to return to the series after being absent from a previous game?": "Dr. Mario",
        "Which of these covert groups employs Sam Fisher to work as a Splinter Cell?": "Third Echelon",
        "What was the game \"Galaga\" was a sequel to?": "Galaxian",
        "Which Game Boy from the Game Boy series of portable video game consoles was released first?": "Game Boy Color",
        "What happened to Half-Life 2 prior to its release, which resulted in Valve starting over the development of the game?": "The source code got leaked",
        "How long was the World Record Speed Run of Valve Software's \"Half-Life\" that was done in 2014.": "20 Minutes, 41 Seconds",
        "According to Toby Fox, what was the method to creating the initial tune for Megalovania?": "Singing into a Microphone",
        "When was Final Fantasy XV released?": "November 29th, 2016",
        "Which Animal Crossing game was for the Nintendo Wii?": "Animal Crossing: City Folk",
        "What was the name of the protagonist of Metal Gear Solid V: The Phantom Pain?": "Punished \"Venom\" Snake",
        "What video game engine does the videogame Quake 2 run in?": "iD Tech 2",
        "What was the first \"Call Of Duty: Zombies\" map to be directed by Jason Blundell?": "Mob Of The Dead",
        "What is the last name of the primary female protagonist of Final Fantasy VIII?": "Heartilly",
        "What Pokémon's Base Stat Total does not change when it evolves?": "Scyther",
        "Which Final Fantasy game consisted of a female-only cast of party members?": "Final Fantasy X-2",
        "Which character was introduced to the Super Smash Bros franchise in Super Smash Bros Melee?": "Sheik",
        "When was the first Call of Duty title released?": "October 29, 2003",
        "What was the name of the cancelled sequel of Team Fortress?": "Team Fortress 2: Brotherhood of Arms",
        "Which one of the following titles by Valve is not based on a Community Mod?": "Ricochet",
        "In the game \"Undertale\", who was Mettaton's creator?": "Alphys",
        "Which of these features was added in the 1994 game \"Heretic\" that the original \"DOOM\" could not add due to limitations?": "Looking up and down",
        "In \"Undertale\", how many main endings are there?": "3",
        "How many times do you fight Gilgamesh in \"Final Fantasy 5\"?": "6",
        "In the fighting game \"Skullgirls,\" which character utilizes a folding chair called the \"Hurting\" as a weapon?": "Beowulf",
        "In the Portal series, Aperture Science was founded under what name in the early 1940s?": "Aperture Fixtures",
        "In which game does a character say, \"Sometimes, I dream about cheese\"?": "Half Life 2",
        "In Animal Crossing: New Leaf, which of these paintings from Redd's Art Gallery is always genuine?": "Warm Painting",
        "Danganronpa Another Episode: Ultra Despair Girls is set after which Danganronpa game?": "Danganronpa: Trigger Happy Havoc",
        "When was the video game \"P.A.M.E.L.A.\" released on Steam?": "March 9, 2017",
        "What is the name of the protagonist's first Persona in \"Persona 5\"?": "Arsene",
        "In Portal, what color is the Intelligence Core?": "Blue",
        "Which Nintendo 64 game did NOT have Luigi in it?": "Super Mario 64",
        "What is the AK-47's name in Counter Strike: Source?": "CV-47",
        "Just Cause 2 was mainly set in what fictional Southeast Asian island country?": "Panau",
        "Which of the following is NOT an official game in Nintendo's Super Smash Bros. series?": "Super Smash Bros. Crusade",
        "Why was the character Trevor Philips discharged from the Air Force?": "Mental Health Issues",
        "How long are all the cutscenes from Metal Gear Solid 4 (PS3, 2008) combined?": "8 hours",
        "In the beta version of the 1986 game \"The Legend of Zelda\", players have the choice between a sword and what other item?": "Boomerang ",
        "In the first Left 4 Dead, you can play as either of these four characters.": "Francis, Bill, Zoey, and Louis",
        "In \"Super Mario Sunshine\", how do you unlock the \"Corona Mountain\" level?": "By clearing every 7th episode",
        "Which company developed and published Game Dev Tycoon?": "Greenheart Games",
        "Which of the following is not a prosecutor in the \"Ace Attorney\" video game series?": "Jake Marshall",
        "In \"Kingdom Hearts\", who abducts Jasmine in the Lamp Chamber?": "Riku",
        "In the game \"Fire Emblem: Shadow Dragon\", what is the central protagonist's name?": "Marth",
        "Which unlockable character in Super Smash Bros. For Wii U and 3DS does not have to be fought to be unlocked?": "Mii Fighters",
        "What was the character Kirby originally going to be named?": "Popopo",
        "Which of the following created and directed the Katamari Damacy series?": "Keita Takahashi",
        "In \"Clash Royale\" what is Arena 4 called?": "P.E.K.K.A's Playhouse",
        "In Terraria, which of the following items does the Martian Saucer mini-boss NOT drop?": "Drill Containment Unit",
        "Meryl Silverburgh, a video game character from the Metal Gear series, was originally a character in which game?": "Policenauts",
        "In WarioWare: Smooth Moves, which one of these is NOT a Form?": "The Hotshot",
        "Which team won the \"Tom Clancy's Rainbow Six Siege\" Invitational Event February 2017 in the PC Category?": "Continuum",
        "How many games are there in the \"Colony Wars\" series for the PlayStation?": "3",
        "How many Chaos Emeralds are there in the \"Sonic the Hedgehog\" universe?": "7",
        "Which game was exclusive to Dreamcast?": "Pen Pen TriIcelon",
        "In what city in the dystopia alternate future of Half-Life 2 do you first start in?": "City 17",
        "Which of these is NOT the name of a team leader in Pokémon GO?": "Leif",
        "Which Sonic the Hedgehog game was originally supposed to be packaged with Sonic 3, but was cut in half due to time constraints?": "Sonic & Knuckles",
        "Which of these songs does NOT play during the Ruins segments of the 2015 game \"Undertale\"?": "Another Medium",
        "Which of the following is not a character in the Street Fighter series?": "Mai Shiranui",
        "When was the Valve Corporation founded?": "August 24, 1996",
        "What is the name of the City in Saints Row The Third?": "Steelport",
        "What is the hardest possible difficulty in \"Deus Ex: Mankind Divided\"?": "I Never Asked For This",
        "In World of Warcraft the default UI color that signifies Druid is what?": "Orange",
        "What is the mod \"Cry of Fear\" based off of?": "Half-Life",
        "Which game did \"Sonic The Hedgehog\" make his first appearance in?": "Rad Mobile",
        "Which of these levels does NOT appear in the console/PC versions of the game \"Sonic Generations\"?": "Mushroom Hill",
        "What snowy mob was added in Minecraft 1.10?": "Polar bears",
        "Which game was the first time Mario was voiced by Charles Martinet?": "Mario's Game Gallery",
        "In Xenoblade Chronicles X, which class has a sniper rifle as it's primary weapon?": "Partisan Eagle",
        "How many playable characters are there in Super Smash Bros. for Nintendo 3DS and Wii U?": "58",
        "In \"Call Of Duty: Zombies\", what is the name of Samantha Maxis' dog?": "Fluffy",
        "What is the default name of the Vampire character in \"Shining Soul 2\".": "Bloodstar",
        "In the game Enter the Gungeon, which one of these is not a playable character?": "The Wizard",
        "What is the final game of the \"Zero Escape\" series called?": "Zero Escape Zero Time Dilemma ",
        "In Grand Theft Auto V, what was Michael De Santa's former surname?": "Townley",
        "Which of the following characters were considered for inclusion in Super Smash Bros. Melee?": "Lucas",
        "In Need For Speed Most Wanted (2005), what do you drive at the beginning of the career mode?": "BMW M3 GTR",
        "In Touhou: Embodiment of Scarlet Devil, what song plays during Flandre Scarlet's boss fight?": "U.N. Owen Was Her",
        "What's the name of the halloween-related Sims 4 Stuff Pack released September 29th, 2015?": "Spooky Stuff",
        "In the \"Call Of Duty: Zombies\" map \"Der Riese\", what is the name of the \"Pack-A-Punched PPSH-41\"?": "The Reaper",
        "Which of the following Mario Kart 8 Deluxe items will NOT make you invincible?": "Golden Mushroom",
        "Which Dota 1 hero changed gender when ported to Dota 2?": "Legion Commander",
        "In the \"Metal Gear Solid\" series, what's the name of Solid Snake's brother?": "Liquid Snake",
        "In Call Of Duty: Black Ops II, who is the main antagonist?": "Raul Menéndez ",
        "In the video game DOTA 2, which of these is NOT a hero?": "Dragon Champion",
        "League of Legends, DOTA 2, Smite and Heroes of the Storm are all part of which game genre?": "Multiplayer Online Battle Arena (MOBA)",
        "In the game Half-Life, which enemy is showcased as the final boss?": "The Nihilanth",
        "Which of these \"Worms\" games featured 3D gameplay?": "Worms 4: Mayhem",
        "What's the Team Fortress 2 Scout's city of origin?": "Boston",
        "Who is the leader of Team Mystic in Pokémon Go?": "Blanche",
        "What company develops the Rock Band series of rhythm games?": "Harmonix",
        "In the Zombies mode of \"Call of Duty: Black Ops\", what is the \"Pack-A-Punched\" version of the \"Galil\" called?": "Lamentation",
        "In the \"Hitman\" series, what is the name of the main character?": "Agent 47",
        "Which video game was recalled for containing a hidden, playable South Park episode?": "Tiger Woods 99 PGA Tour",
        "Who is the main character of \"Metal Gear Solid 3\"?": "Naked Snake",
        "In \"Overwatch,\" what is the hero McCree's full name?": "Jesse McCree",
        "Who is the protagonist in Dead Rising (2006)?": "Frank West",
        "What is the full name of the protagonist from the SNES game Clock Tower?": "Jennifer Simpson",
        "In TF2 Lore, what are the names of the Heavy's younger sisters?": "Yana and Bronislava",
        "What is the name of the world that the MMO \"RuneScape\" takes place in?": "Gielinor",
        "Ellen McLain, the voice of GLaDOS in the Portal game series, is married to the voice actor for which Team Fortress 2 character?": "Sniper",
        "Which of these characters wasn't a villian in Club Penguin?": "The Director",
        "What vehicle in PUBG has the highest top speed?": "Motorcycle",
        "What is the punishment for playing Postal 2 in New Zealand?": "10 years in prison and a fine of $50,000",
        "Along with Gabe Newell, who co-founded Valve?": "Mike Harrington",
        "Who made Garry's Mod?": "Garry Newman",
        "What is the name of the virus in \"Metal Gear Solid 1\"?": "FOXDIE",
        "What was the FIRST Valve game to have VR?": "The Lab",
        "In what year was Garry's Mod released as a standalone title on Valve's Steam distribution service?": "2006",
        "How many aces can be shot down through the entirety of \"Ace Combat Zero: The Belkan War\"?": "169",
        "What is the name of the first boss the player encounters in the 2017 game, \"Little Nightmares\"?": "The Janitor",
        "Lanky, Funky, and Chunky are all characters featured in which series owned by Nintendo?": "Donkey Kong",
        "In what year was \"Metal Gear Solid\" released in North America?": "1998",
        "Which of these is NOT a Humongous Entertainment game franchise?": "Commander Keen",
        "In Dota 2, Wraith King was previously known as...": "Skeleton King",
        "How many flagship monsters appear in Monster Hunter Gernerations?": "4",
        "In the video game Overwatch, which playable character is infamous for saying \"It's high noon.\"?": "McCree",
        "In the title of the game \"Luigi's Mansion\", what is the only letter to not appear with a pair of eyes in it?": "s",
        "Which of the following characters from the game \"Overwatch\" was revealed to be homosexual in December of 2016?": "Tracer",
        "What is the perk that was introduced in the \"Call Of Duty: Zombies\" map, \"Mob Of The Dead\"?": "Electric Cherry",
        "In \"Pokémon Sun and Moon\", Team Skull took over which town?": "Po Town",
        "Which stage was planned to be a part of \"Sonic the Hedgehog 2\", but was scrapped during development?": "Genocide City Zone",
        "In \"Kingdom Hearts\", what mission are Donald and Goofy assigned by King Mickey?": "To find the Key bearer and stick with him!",
        "Which of the following weapons in \"Counter-Strike: Global Offensive\" does not have a right-click function?": "XM1014",
        "Which retro video game was released first?": "Space Invaders",
        "One of the early prototypes of the Sega Dreamcast controller resembled which of the following?": "Television Remote",
        "What name does the little headcrab in \"Half Life 2\" have?": "Lamarr",
        "In \"Mario & Sonic at the Olympic Games\", characters are split into how many types?": "4",
        "How many trophies are there in \"Super Smash Bros. for Nintendo 3DS\"?": "685",
        "The cake depicted in Valve's \"Portal\" franchise most closely resembles which real-world type of cake?": "Black Forest",
        "Which German city does the map \"Clubhouse\" in \"Tom Clancy's Rainbow Six Siege\" take place in?": "Hannover",
        "In the \"Devil May Cry\" franchise, which game is chronologically first?": "Devil May Cry 3: Dante's Awakening ",
        "Which of the following is NOT a Nintendo game console?": "Dreamcast",
        "The creation of the  Entertainment Software Ratings Board (ESRB) is often associated with Mortal Kombat and what FMV video game?": "Night Trap",
        "What year was the video game streaming platform TwitchTV founded?": "2011",
        "In what year were achivements added to Steam?": "2007",
        "The Touhou Project series of games is often associated with which genre?": "Shoot 'em up",
        "When was the game \"Roblox\" released?": "2006",
        "Which of these games was NOT developed by Markus Persson?": "Dwarf Fortress",
        "Which of these is not a DLC vehicle in \"Mario Kart 8\"?": "Wild Wiggler",
        "In what year was Pokémon Diamond & Pearl released in Japan?": "2006",
        "What is the only Generation III Pokemon whose name begins with the letter I?": "Illumise",
        "What is the plane of existence in MicroProse's 1997 \"Magic the Gathering\"?": "Shandalar",
        "In \"Need for Speed III: Hot Pursuit\", what is the name of the fictional car?": "El Niño",
        "In \"PUBATTLEGROUNDS\" what is the name of the Military Base island?": "Sosnovka",
        "Which of these roles in Town of Salem is mafia?": "Disguiser",
        " Which of these champions from the MOBA 'League of Legends' is NOT a Yordle?": "Annie",
        "What CoD \"Deathstreak\" is only featured in Call of Duty : Modern Warfare 2?": "Copycat",
        "How much does the 'AWP' cost in Counter-Strike: Global Offensive?": "$4750",
        "In Monster Hunter Generations, which of the following monsters are a part of the \"Fated Four\"?": "Astalos",
        "The creeper in Minecraft was the result of a bug while implementing which creature?": "Pig",
        "Which of the following games in the The Legend of Zelda franchise was released in North America before Japan?": "The Legend of Zelda: Twilight Princess",
        "When was Club Penguin launched?": "October 24, 2005",
        "Which game in the \"Dark Souls\" series does the player play as the \"Ashen One\"?": "Dark Souls III",
        "In \"Resident Evil 2\", what is Leon Kennedy's middle name?": "Scott",
        "The Khajiit are a race of cat-like creatures from which epic series of role-playing games, set across the land of Tamriel?": "The Elder Scrolls",
        "In Fallout: New Vegas, which one of these casinos can you not play in?": "Lucky 38",
        "What was the world's first video game?": "Tennis for Two",
        "The city of Rockport is featured in which of the following video games?": "Need for Speed: Most Wanted (2005)",
        "What is the name the location-based augmented reality game developed by Niantic before Pokémon GO?": "Ingress",
        "What is the title of song on the main menu in Halo?": "Halo",
        "When was the game 'Portal 2' released?": "2011",
        "What year did the game \"Overwatch\" enter closed beta?": "2015",
        "In what Half-Life expansion can you find Gordon's picture in an \"Employee of the Month\" picture frame?": "Half-Life: Opposing Force",
        "In the game Nuclear Throne, what character is only usable in a play through with Melting?": "Skeleton",
        "Which of the following Pokemon Types was present in the original games, Red and Blue?": "Ice",
        "What Touhou Project character's first ever appearance was as a midboss in the eighth game, Imperishable Night?": "Tewi Inaba",
        "Which drive form was added into Kingdom Hearts II Final Mix?": "Limit Form",
        "The most graphically violent game to precede the creation of the ESRB (Entertainment Software Rating Board) was...": "Mortal Kombat",
        "Which franchise does the creature \"Slowpoke\" originate from?": "Pokemon",
        "What does IWHBYD stand for on the skull in the Halo series?": "I Would Have Been Your Daddy",
        "Which was the first M-rated video game developed by Squaresoft/Square Enix?": "Parasite Eve",
        "Who is the English voice actor for Sora from the Kingdom Hearts series?": "Haley Joel Osment",
        "Who is the creator of Touhou project?": "Zun",
        "In Telltale Games' \"The Walking Dead: Season One\" what is the name of Clementine's father?": "Ed",
        "The '64' in the Nintendo-64 console refers to what?": "The bits in the CPU architecture",
        "Who was Tetris created by?": "Alexey Pajitnov",
        "Who is Sora's Nobody in Kingdom Hearts?": "Roxas",
        "Which of these video game engines was made by the company Epic Games?": "Unreal",
        "In \"Sonic the Hedgehog 2\" for the Sega Genesis, what do you input in the sound test screen to access the secret level select?": "The Lead Programmer's birthday",
        "Which eSports team came first place in The International Dota 2 Championship 2016?": "Wings Gaming",
        "What was the first interactive movie video game?": "Astron Belt",
        "In \"Overwatch\", what is the name of Mercy's \"ultimate ability\"?": "Valkyrie",
        "Which of these is NOT a possible drink to be made in the game \"VA-11 HALL-A: Cyberpunk Bartender Action\"?": "Sour Appletini",
        "What type of genre is the controversial 2015 game \"Hatred\"?": "Shoot 'Em Up",
        "Which car did not appear in the 2002 Lego Game: Drome Racers?": "Wasp",
        "Which of these Pokémon cannot learn Surf?": "Arbok",
        "What was the first .hack game?": ".hack//Infection",
        "Which of the following is not a real Pokémon?": "Luminid",
        "One of the Nintendo Entertainment System voice channels supports playback of sound samples. Which one?": "DMC",
        "In \"Final Fantasy VI\", what is the name of (summoned) Gilgamesh's weakest attack?": "Excalipoor",
        "What is the name of the creature that the main character befriends in \"The Last Guardian\"?": "Trico",
        "In \"Call of Duty: Black Ops III\" Zombies, what does completing all the main easter eggs reward you with?": "1,000,000 XP",
        "Which genre is the Touhou Project associated with?": "Shoot 'em up (bullet-hell) & Fighting",
        "Counting the Blood and Wine DLC, how many Hero Cards are there in total in The Witcher 3?": "25",
        "In the video game \"Postal 2\", what is the name of Postal Dude's dog?": "Champ",
        "Which of the following Pokémon games released first?": "Pokémon Crystal",
        "Which CS:GO eSports team won the major event ESL One Cologne 2016?": "SK Gaming",
        "Which of the following is NOT a summon in the game \"South Park: The Stick of Truth\"?": "Towelie",
        "What was the first game ever released that ran on the Source engine?": "Counter-Strike: Source",
        "What is the homeworld of the Elites from Halo?": "Sanghelios",
        "In World of Warcraft lore, which of the following is known as the God of Spiders in the troll's loa beliefs?": "Elortha no Shadra",
        "In the Pokémon series, what is Palkia's hidden ability?": "Telepathy",
        "Which character from the Mega Man series made a small cameo on Volt Catfish's introduction scene in CD versions of Mega Man X3?": "Auto",
        "In the game \"Brawlhalla\", what species is the character Bödvar is?": "Half Human / Half Bear",
        "In \"Call Of Duty: Zombies\", completing which map's main easter egg will reward you with the achievement, \"High Maintenance\"?": "Die Rise",
        "In which year was League of Legends released?": "2009",
        "The walls of the Goldenrod City Gym in \"Pokémon Gold and Silver\" are arranged in the shape of which Pokémon?": "Clefairy",
        "What was the code name for the \"Nintendo Gamecube\"?": "Dolphin",
        "What is the world's first video game console?": "Magnavox Odyssey",
        "Who stars in Brutal Legend?": "Jack Black",
        "In \"Paper Mario: The Thousand Year Door\", what is Hooktail's weakness?": "The Sound of Crickets",
        "What was the release date of \"Grand Theft Auto IV\"?": "April 29, 2008",
        "Which of the following is not a character in the video game Doki Doki Literature Club?": "Nico",
        "Psych-Horror \"Eternal Darkness: Sanity's Requiem\", developed by Silicon Knights in 2002, was published by who and on what platform?": "Nintendo® Co. Ltd. | GameCube™",
        "In \"Resident Evil 2\", which virus was William Birkin mutated by?": "G-Virus",
        "What is the most expensive weapon in Counter-Strike: Global Offensive?": "Scar-20/G3SG1",
        "In the game \"Cave Story,\" what is the character Balrog's catchphrase?": "Huzzah!",
        "The \"Day of Defeat\" series of games take place during which war?": "World War II",
        "In Need for Speed: Most Wanted (2005), what was the name of the main antagonist?": "Clarence \"Razor\" Callahan",
        "In the National Pokedex what number is Porygon-Z?": "474",
        "In the game \"Persona 4\", what is the canonical name of the protagonist?": "Yu Narukami",
        "In the game Pokémon Conquest, which warlord is able to bond with Zekrom and a shiny Rayquazza?": "Nobunaga",
        "How many unique items does \"Borderlands 2\" claim to have?": "87 Bazillion ",
        "In \"Call Of Duty: Zombies\", which map's opening cutscene shows \"Richtofen\" killing another version of himself?": "The Giant",
        "Which artist composed the original soundtrack for \"Watch Dogs 2\"?": "Hudson Mohawke",
        "Which of these games takes place in the Irish town of Doolin, with the option to play as one of the characters, Ellen and Keats?": "Folklore",
        "In Diablo lore, this lesser evil spawned from one of the seven heads of Tathamet, and was known as the Maiden of Anguish.": "Andariel",
        "In the Halo series, which era of SPARTAN is Master Chief? ": "SPARTAN-II",
        "In CoD: Black Ops III, what is the name of the rogue A.I. antagonist?": "Corvus",
        "Which of these characters from Final Fantasy VIII primarily spoke in one word sentences?": "Fujin",
        "What name did \"Mario\", from \"Super Mario Brothers\", originally have?": "Ossan",
        "Which of these TrackMania environments was NOT in the original game?": "Bay",
        "Which of these online games was originally named LindenWorld in it's early development?": "SecondLife",
        "What company created and developed the game \"Overwatch\"?": "Blizzard Entertainment",
        "Before Super Smash Bros. contained Nintendo characters, what was it known as internally?": "Dragon King: The Fighting Game",
        "In \"Fallout 4\" which faction is not present in the game?": "The Enclave",
        "In Halo 2, how many rounds does the M6C hold in a single magazine?": "12",
        "In what year was Hearthstone released?": "2014",
        "On the 6th of June 2006, what was the name of the infamous glitch that occurred in the MMO RuneScape?": "The Falador Massacre",
        "How many voice channels does the Super Nintendo Entertainment System support?": "8",
        "In \"The Binding of Isaac\", what is the name of the final boss that you fight in The Void?": "Delirium",
        "In the original DOOM (1993) which of the following is NOT a cheat code?": "IDCLIP",
        "In which \"Call of Duty\" game are the \"Apothicons\" introduced in the Zombies mode?": "Call Of Duty: Black Ops III",
        "Which of the following games was NOT included in Valve's Orange Box?": "Counter-Strike",
        "In Kingdom Hearts which of the following people can NOT wield a keyblade?": "Larxene",
        "Which occupation did John Tanner, the main protagonist for Driver and Driver 2, had before turning into an undercover cop?": "Racing Driver",
        "How many sets of grandmaster witcher gear are in The Witcher 3's Blood and Wine DLC?": "5",
        "How many stars are there to collect in Super Mario 64?": "120",
        "How many copies of the notorious E.T. game for the Atari 2600 did Atari end up selling?": "1.5 Million",
        "Where was the Sniper character in Team Fortress 2 born?": "New Zealand",
        "Which company made the Japanese RPG \"Dragon Quest\"?": "Square Enix",
        "In \"Call Of Duty: Zombies\", which map features the \"Fly Trap\" easter egg?": "Der Riese",
        "What is the name of the game developer who created \"Call Of Duty: Zombies\"?": "Treyarch",
        "In the original Spyro game who is the first villain?": "Gnasty Gnorc",
        "What was the name of the canceled projected by Blizzard Entertainment that would be later become Overwatch?": "Titan",
        "Which soccer player is featured on the cover of EA Sport's FIFA 18?": "Cristiano Ronaldo",
        "What was the nickname of the original model for Half-Life's protagonist Gordon Freeman?": "Ivan the Space Biker",
        "Which of these is NOT the name of a rival gang in the video game Saint's Row 2?": "The Zin Empire",
        "How many times do you fight the Imprisoned in The Legend of Zelda: Skyward Sword?": "3",
        "In the Halo series, what fleet was Thel 'Vadam supreme commander of before being branded an Arbiter?": "Fleet of Particular Justice",
        "In what year was the game \"FTL: Faster Than Light\" released?": "2012",
        "In \"Call Of Duty: Zombies\", \"Richtofen\" is in possession of two filled blood vials belonging to who?": "Sal DeLuca and Finn O'Leary",
        "In \"Yo! Noid 2,\" The Noid can perform what special move?": "Dab",
        "From where does the Nintendo video game character Mario derive his name?": "The landlord of the American headquarters",
        "What's the name of the main protagonist in the \"Legend of Zelda\" franchise?": "Link",
        "When was the Sega Genesis released in Japan?": "October 29, 1988",
        "When was the original Star Wars: Battlefront II released?": "October 31, 2005",
        "Who is the main character of the game Half-Life: Opposing Force?": "Adrian Shephard",
        "What was Frank West's job in \"Dead Rising\"?": "Photojournalist",
        "What is the default alias that Princess Garnet goes by in Final Fantasy IX?": "Dagger",
        "Who created the pump \"F.L.U.D.D.\" Mario uses in Super Mario Sunshine?": "Elvin Gadd",
        "What is the name of the main character in \"Life is Strange\"?": "Maxine Caulfield",
        "In \"Halo\", what is the name of the planet which Installation 04 orbits?": "Threshold",
        "In the ARPG \"Path of Exile,\" what is the highest amount of sockets that an item can have?": "6",
        "In the Nintendo DS game 'Ghost Trick: Phantom Detective', what is the name of the hitman seen at the start of the game?": "Nearsighted Jeego",
        "When was the first \"Half-Life\" released?": "1998",
        "In the game series \"The Legend of Zelda\", what was the first 3D game?": "Ocarina of Time",
        "In the 2002 video game \"Kingdom Hearts\", how many Keyblades are usable?": "18",
        "What is Gabe Newell's favorite class in Team Fortress 2?": "Spy",
        "What device allows Tracer to manipulate her own time in the game \"Overwatch\"?": "Chronal Accelerator",
        "In the game \"Overwatch,\" which quote does the hero \"McCree\" NOT say upon using his flashbang ability?": "\"You done?\"",
        "Aperture Science CEO Cave Johnson is voiced by which American actor?": "J.K. Simmons",
        "How many regular Sunken Sea Scrolls are there in \"Splatoon\"?": "27",
        "Which operation in \"Tom Clancy's Rainbow Six Siege\" introduced the \"Skyscraper\" map?": "Red Crow",
        "Which of the following colors does the Zombie eyes glow in the \"Nuketown\" map in \"Call of Duty: Black Ops II\" Zombies mode?": "Yellow and Blue",
        "In the game Warframe, what Mastery Rank do you need to have to build the Tigris Prime?": "13",
        "What system was \"Touhou: Highly Responsive to Prayers\" released on?": "PC-98",
        "What is the name of the virus that infected New York in Tom Clancy's The Division?": "Dollar Flu",
        "What is Pikachu's National PokéDex Number?": "#025",
        "If a \"360 no-scope\" is one full rotation before shooting, how many rotations would a \"1080 no-scope\" be?": "3",
        "Who composed the soundtrack for the game VVVVVV?": "Magnus Pålsson",
        "How many differently shaped Tetris pieces are there?": "7",
        "In Danganronpa: Trigger Happy Havoc, what is the protagonist's name?": "Makoto Naegi",
        "What CS:GO case contains the Butterfly Knife?": "Breakout Case",
        "In \"Halo 2\", what is the name of the monitor of Installation 05?": "2401 Penitent Tangent",
        "What is the name of Cream the Rabbit's mom in the \"Sonic the Hedgehog\" series?": "Vanilla",
        "In \"Call Of Duty: Zombies\", completing which map's main easter egg will reward you with the achievement, \"Little Lost Girl\"?": "Origins",
        "Which of these Generation 1 Pokemon did NOT have an evolution in Generation 4?": "Jynx",
        "In 2004, which person(s) created \"Roblox\"?": "David Baszucki and Erik Cassel",
        "In the video game franchise \"Halo\", what is the UNSC's main opposing faction called?": "The Covenant",
        "Which one of the following actors did not voice a character in \"Saints Row: The Third\"?": "Ron Jeremy",
        "The rights to the \"Rayman\" series are owned by which company?": "Ubisoft",
        "In Call of Duty: United Offensive, what two soldiers share a name of a video game character?": "Gordon & Freeman",
        "What ingredients are required to make a cake in Minecraft?": "Milk, Sugar, Egg, and Wheat",
        "In The Elder Scrolls V: Skyrim, who is the jester in the dark brotherhood?": "Cicero",
        "What was the first weapon pack for \"PAYDAY 2\"?": "The Gage Weapon Pack #1",
        "What is the browser game Kantai Collection heavily inspired by?": "Second World War",
        "Which was the first \"Call Of Duty: Zombies\" map to introduce the \"Wunderwaffe DG-2\"?": "Shi No Numa",
        "In \"Team Fortress 2\", how much health does a scout have when overhealed?": "185",
        "Who created the \"Metal Gear\" Series?": "Hideo Kojima",
        "In \"The Witness\", how many lasers must be activated to get into the mountain area?": "7",
        "In the game \"The Sims\", how many Simoleons does each family start with?": "20,000",
        "In which country's version of Half-Life are the HECU Marines replaced with robots?": "Germany",
        "Who is the leader of Team Valor in Pokémon Go?": "Candela",
        "How many normal endings are there in Cry Of Fear's campaign mode?": "4",
        "The protagonist in the game \"Cave Story\" is named": "Quote",
        "What animal is on Link's pajamas in The Legend of Zelda: The Wind Waker?": "Crawfish",
        "What is the item required to summon the boss Duke Fishron in the game Terraria?": "Truffle Worm",
        "In the Lego Island trilogy, who taught Pepper Roni how to read?": "Officer Laura Brick",
        "In \"Fallout 4\", what is the name of the dog you find at Red Rocket truck stop?": "Dogmeat",
        "Which variant of the MP5 is depicted in Counter-Strike 1.6?": "MP5N",
        "Sean Bean voices the character of \"Martin Septim\" in which Elder Scrolls game?": "The Elder Scrolls IV: Oblivion",
        "Which ones of these Mario Kart games was made for the Gameboy Advance?": "Mario Kart: Super Circuit",
        "What is the name of the main island in PLAYERUNKNOWN'S BATTLEGROUNDS?": "Erangel",
        "Which character does the player play as in the video game \"Bastion\"?": "The Kid",
        "In Overwatch, what is Lúcio's full name?": "Lúcio Correia Dos Santos",
        "Who is the main protagonist in the game Life is Strange: Before The Storm?": "Chloe Price ",
        "In Splatoon 2, who are the members of Off The Hook?": "Pearl & Marina",
        "What is the main character of Metal Gear Solid 2?": "Raiden",
        "What Nationality is D.Va from Overwatch?": "Korean",
        "In the game Dark Souls, what is the name of the region you're in for the majority of the game?": "Lordran",
        "In the game \"Overwatch,\" what are the names of the two Australian criminals from the Junkers faction?": "Junkrat and Roadhog",
        "What year was the game \"Overwatch\" revealed?": "2014",
        "How many zombies need to be killed to get the \"Zombie Genocider\" achievement in Dead Rising (2006)?": "53,594",
        "Which of these characters was NOT planned to be playable for Super Smash Bros. 64?": "Peach",
        "Of the following space shooter games, which came out first?": "Space Invaders",
        "Which game is NOT part of the Science Adventure series by 5pb. and Nitroplus?": "Occultic; Nine",
        "Which of the following Copy Abilities was only featured in \"Kirby & The Amazing Mirror\"?": "Mini",
        "Which pop singer was brought in by SEGA to produce the music for \"Sonic the Hedgehog 3\"?": "Michael Jackson ",
        "What character is NOT apart of the Grand Theft Auto series?": "Michael Cardenas",
        "In World of Warcraft lore, who organized the creation of the Paladins?": "Alonsus Faol",
        "Which of these is NOT a playable character in \"Left 4 Dead\"?": "Nick",
        "In PROTOTYPE 2, which of the following abilities/weapons is NOT obtained by an Evolved?": "Tendrils",
        "Which of the following games in the Anno series introduced the \"Eco Balance\" gameplay mechanic?": "Anno 2070",
        "Which one of these games came out first?": "Terraria",
        "What former MOBA, created by Waystone Games and published by EA, was shut down in 2014?": "Dawngate",
        "Which of the following Terran units from the RTS game Starcraft was first introduced in the expansion Brood War?": "Medic",
        "In the Nintendo Game Splatoon 2, what is Marina's screen name?": "DJ_Hyperfresh",
        "Which of these games was the earliest known first-person shooter with a known time of publication?": "Spasim",
        "In what engine was Titanfall made in?": "Source Engine",
        "Which football player is featured on the international cover version of the video game FIFA 16?": "Lionel Messi",
        "Who voices Max Payne in the 2001 game \"Max Payne\"?": "James McCaffrey",
        "In the first game of the Sly Cooper franchise, what family heirloom did Sly Cooper want to steal back?": "Thievius Raccoonus",
        "In the video game \"League of Legends\" which character is known as \"The Sinister Blade\"?": "Katarina",
        "What level do you have to be to get a service medal on CS:GO?": "40",
        "What year was Super Mario Bros. released?": "1985",
        "Which of the following games in the The Legend of Zelda franchise was released in Japan before North America?": "The Legend of Zelda: The Minish Cap",
        "In Disney's \"Toontown Online\", which of these species wasn't available as a Toon?": "Cow",
        "What is the name of the talking cat in Persona 5?": "Morgana",
        "In Pokemon, the ability Wonder Guard is exclusive to which Pokemon? ": "Shedinja ",
        "What Ultimate does Makoto Naegi, protagonist of Danganronpa: Trigger Happy Havoc, have? ": "Ultimate Lucky Student",
        "In Splatoon, what is the age that inklings can freely change between squid and humanoid forms?": "14",
        "Which of the following commercial vehicles from Grand Theft Auto IV did NOT reappear in Grand Theft Auto V?": "Steed",
        "The creator of the Touhou Project series is:": "ZUN",
        "Which character, in the game \"Morenatsu\", has the most possible endings to their route, at a total of four different endings?": "Shin Kuroi",
        "Which town was Seamus \"Sledge\" Cowden from \"Tom Clancy's Rainbow Six Siege\" born in?": "John O'Groats",
        "In \"Earthbound\", how does one enter \"Master Belch's\" factory?": "Wait 3 Minutes",
        "What programming language was used to create the game \"Minecraft\"?": "Java",
        "In the 1980s, a service called Gameline allowed users to download games to what console?": "Atari 2600",
        "Who created Agent 47 in the game series \"Hitman\"?": "Dr. Otto Wolfgang Ort-Meyer",
        "In the Kingdom Hearts series, which is not an optional boss you can fight?": "Master Yen Sid",
        "Which Pokémon can learn the move \"Secret Power\" by leveling up?": "Audino",
        "In the PAYDAY series, who is the iconic leader of the PAYDAY gang?": "Dallas",
        "Which Grand Theft Auto (GTA) games have the same setting?": "GTA V and GTA San Andreas",
        "What is the name of \"Team Fortress 2\" update, in which it became Free-to-play?": "Über Update",
        "What is the original name of Final Fantasy XV?": "Final Fantasy Versus XIII",
        "In Forza Motorsport 6, which of these track-exclusive cars was NOT featured in the game, either originally with the game or added as DLC?": "Aston Martin Vulcan",
        "Which was the first video game to be produced by development company Rare?": "Slalom",
        "In Pokemon Red & Blue, what is the name of HM05?": "Flash",
        "Which franchise had a special event hosted in the popular MMORPG Final Fantasy XIV: A Realm Reborn?": "Yo-kai Watch",
        "In Minecraft, which two items must be combined to craft a torch?": "Stick and Coal",
        "When was Left 4 Dead 2 released?": "November 17, 2009",
        "What was the first Call of Duty game to include the Zombies gamemode?": "Call of Duty: World at War",
        "How much did the indie game \"Cave Story\" cost when it was first released in 2004?": "$0 USD",
        "Who voices the character \"Vernon Cherry\" in \"Red Dead Redemption\"?": "Casey Mongillo",
        "In the \"Ace Attorney\" series, what is the relationship between Apollo Justice and Trucy Wright?": "They're half-siblings",
        "In \"Call Of Duty: Zombies\", which map introduced the perk \"PhD Flopper\"?": "Ascension",
        "In \"Pheonix Wright: Ace Attorney\" which character is the District Chief of Police?": "Damon Gant",
        "What is the name of the adventurer you meet at the mines in Stardew Valley?": "Marlon",
        "What ingredient is NOT used to craft a cake in Minecraft?": "Bread",
        "How many classes are there in Team Fortress 2?": "9",
        "Which of these is NOT a playable character race in the video game \"Starbound\"?": "Fenerox",
        "Which monster in \"Monster Hunter Tri\" was causing earthquakes in Moga Village?": "Ceadeus",
        "In the \"Ace Attorney\" series, who was the truly responsible of the forging of the autopsy report of the pivotal IS-7 incident?": "Bansai Ichiyanagi",
        "In \"Call Of Duty: Zombies\", what does the game traditionally reward you for completing a boss round?": "Max Ammo",
        "What engine did the original \"Half-Life\" run on?": "GoldSrc",
        "Which of the following is not a playable race in the MMORPG Guild Wars 2? ": "Tengu",
        "In PROTOTYPE 2. who is referred to as \"Tango Primary\"?": "James Heller",
        "In the videogame Bully, what is the protagonist's last name?": "Hopkins",
        "Which of these weapon classes DO NOT appear in the first Monster Hunter game?": "Bow ",
        "In the game Danganronpa: Happy Trigger Havoc, the character Aoi Asahina's ultimate ability is what?": "Ultimate Swimmer",
        "This weapon in Counter-Strike: Global Offensive does not exist in real life.": "M4A4",
        "What game was used to advertise Steam?": "Counter-Strike 1.6",
        "How many different notes is the tune, \"Song of Healing\", comprised of in \"The Legend of Zelda: Majora's Mask\"?": "3",
        "Which game in the \"Monster Hunter\" series introduced the monster \"Gobul\"?": "Monster Hunter Tri",
        "Which of these is not a wonder weapon in \"Call Of Duty: Zombies\"?": "R115 Resonator",
        "Which of these is not a character in the game, \"Lethal League\"?": "Rex",
        "Where does \"The Legend of Zelda: Majora's Mask\" take place?": "Termina",
        "In the \"S.T.A.L.K.E.R.\" series, which of these items can't be used to lower the player's accumulated radiation?": "Radioprotectant",
        "Which weapon that was cut from the game \"Half Life 2\" was going to replace the crowbar?": "Ice Axe",
        "Who is the half-demon character in Divinity: Original Sin 2 who you talk to to transition between acts?": "Malady",
        "Which of these is NOT a map included in the game Counter-Strike: Global Offensive?": "Oilrig",
        "Blinky, Pinky, Inky and Clyde are characters from which classic video game?": "Pac-Man",
        "Which of these is NOT a playable character in the 2016 video game Overwatch?": "Invoker",
        "In Portal 2, how did CEO of Aperture Science, Cave Johnson, presumably die?": "Moon Rock Poisoning",
        "Who is the founder of Team Fortress 2's fictional company \"Mann Co\"?": "Zepheniah Mann",
        "What was the original name of Crash Bandicoot?": "Willie Wombat",
        "What was the world's first handheld game device?": "Mattel Auto Race",
        "In the game \"Subnautica\", which feature was removed due to performance issues in 2016?": "Terraforming",
        "Which \"Fallout: New Vegas\" quest is NOT named after a real-life song?": "They Went That-a-Way",
        "What is the real name of the Scout in \"Team Fortress 2\"?": "Jeremy",
        "Which Kirby game first introduced Copy Abilities?": "Kirby's Adventure",
        "Who is the main protagonist in Danganronpa 2: Goodbye Despair?": "Hajime Hinata",
        "In the \"Call Of Duty: Zombies\" map \"Origins\", how many steps are there to upgrade a Staff?": "4",
        "Which of the following Call of Duty games was a PS3 launch title?": "Call of Duty 3",
        "Who is the leader of the Brotherhood of Nod in the Command and Conquer series?": "Kane",
        "Which of the following characters is NOT playable in \"Resident Evil 6\"?": "Jill Valentine",
        "In Team Fortress 2, which class wields a shotgun?": "Everyone Listed",
        "Which horror movie had a sequel in the form of a video game released in August 20, 2002?": "The Thing",
        "When was Chapter 1 of the Source Engine mod \"Underhell\" released?": "September 1st, 2013",
        "In what year was the first \"Mass Effect\" game released?": "2007",
        "Which of the following characters is NOT a female marriage candidate in the game Stardew Valley?": "Caroline",
        "What is the maximum HP in Terraria?": "500",
        "In Hitman: Blood Money, what is the name of the target in the mission \"Death of a Showman\"?": "Joseph Clarence",
        "Who is the main protagonist of \"Ace Combat Zero: The Belkan War\"?": "Cipher",
        "What are the names of the Ice Climbers in the video game Ice Climber?": "Popo and Nana",
        "What was the first game in the \"Battlefield\" series?": "Battlefield 1942",
        "What are tiny Thwomps called in Super Mario World?": "Thwimps",
        "Rincewind from the 1995 Discworld game was voiced by which member of Monty Python?": "Eric Idle",
        "In the co-op shooter Payday 2, which contact helps you break out Hoxton?": "The Dentist",
        "The Internet Meme \"All your base are belong to us\" is based on the poorly translated English Version of which Video Game?": "Zero Wing",
        "In \"Sonic the Hedgehog 3\" for the Sega Genesis, what is the color of the second Chaos Emerald you can get from Special Stages?": "Orange",
        "Who was the first female protagonist in a video game?": "Samus Aran",
        "What is the protagonist's title given by the demons in DOOM (2016)?": "Doom Slayer",
        "In the game Pokémon Conquest, how many kingdoms make up the region of Ransei?": "17",
        "On which planet does the game Freedom Planet (2014) take place?": "Avalice",
        "In Portal, what color is the Morality Core?": "Purple",
        "Who is credited with having created the world's first video game Easter Egg?": "Warren Robinett",
        "In \"PUBATTLEGROUNDS\" which ammo type does the M24 use?": "7.62mm",
        "Where are Terror Fiends more commonly found in the Nintendo game Miitopia?": "New Lumos",
        "Which of the following was a map that was in Team Fortress 2 at launch?": "Gravel Pit",
        "How many Chaos Emeralds can you collect in the first Sonic The Hedgehog?": "Six",
        "In World of Warcraft Lore, four Old Gods created a giant and powerful creature. What was it called? ": "The Ancient One",
        "How many Star Spirits do you rescue in the Nintendo 64 video game \"Paper Mario\"?": "7",
        "What was the first video game in the Batman \"Arkham\" series?": "Arkham Asylum",
        "When was Steam first released?": "2003",
        "Who is the main protagonist of Dead Space?": "Isaac Clarke",
        "In Fallout 4, which type of power armor is first encountered in the early mission \"When Freedom Calls\" in a crashed Vertibird?": "T-45",
        "Which one of these games wasn't released in 2016?": "Metal Gear Solid V",
        "Who is the main character in most of the games of the YS series?": "Adol Christin ",
        "In the \"Call Of Duty: Zombies\" map \"Origins\", where is \"Stamin-Up\" located?": "Generator 5",
        "What is the name of the main protagonist in \"Xenoblade Chronicles\"?": "Shulk",
        "Which of the following was not developed by Bethesda?": "Fallout: New Vegas",
        "Which of the following is NOT one of the main characters in Grand Theft Auto V’s story mode?": "Tommy Vercetti",
        "How many partners can you obtain in Paper Mario: The Thousand-Year Door?": "7",
        "What's the famous line Vaas says in \"Far Cry 3\"?": "Did I ever tell you the definition of Insanity?",
        "Which student in Yandere Simulator is known for asking irritating and stupid questions?": "Midori Gurin",
        "In the original \"Super Mario Bros.\", what is the acceleration of Mario if he was in free fall?": "91.28 m/s^2",
        "Which Mario spin-off game did Waluigi make his debut?": "Mario Tennis",
        "Which of these characters is the mascot of the video game company SEGA?": "Sonic the Hedgehog",
        "In the video game \"Metal Gear Solid\", what did Revolver Ocelot consider the greatest handgun ever made?": "Colt Single Action Army",
        "In the original DOOM games, which of the following demons is a recolor of the Baron of Hell, but is weaker than the Baron?": "Hell Knight",
        "In the game Call of Duty, what is the last level where you play as an American soldier?": "Festung Recogne",
        "The name of the Metroid series comes from what?": "An enemy in the game",
        "What is not a playable race in \"Final Fantasy XIV: A Realm Reborn\"?": "Hume",
        "Which Crypt of the NecroDancer (2015) character has a soundtrack by Jake \"Virt\" Kaufman?": "Uncle Eli",
        "Why were only only 300,000 copies of Uniracers were produced?": "DMA Designs was sued by Pixar, preventing more copies from being produced",
        "What vault in the video game \"Fallout 3\" is the home of multiple clones named Gary?": "Vault 108",
        "In the \"Pikmin\" series, what is the only pikmin type to possess visible ears?": "Yellow",
        "In the \"Worms\" series of video games, which of these weapons is affected by wind?": "Bazooka",
        "In World of Warcraft lore, who was first to have the title \"The Ashbringer\"?": "Alexandros Mograine",
        "Who was the main antagonist of Max Payne 3 (2012)?": "Victor Branco",
        "What video game sparked controversy because of its hidden \"Hot Coffee\" minigame?": "Grand Theft Auto: San Andreas",
        "Which of these game franchises were made by Namco?": "Tekken",
        "Which of the following Elite Four members from the 6th Generation of Pokémon was a member of Team Flare?": "Malva",
        "In what year was the game \"Eliminator\" released?": "1998",
        "In the game \"Red Dead Redemption\", what is the name of John Marston's dog?": "Rufus",
        "According to the lore of \"Starbound\", what does the \"Colony Deed\" do when it is placed down?": "Sends out an advertisement for someone to move in.",
        "Before it's redesign of the company logo in the year 2000, which 3D shape is NOT represented in the Electronic Arts logo?": "Cylinder",
        "Which member of the Velvet Room is not a playable character in Persona 4 Arena Ultimax?": "Theodore",
        "In the game Sonic Forces, which of the following was not from a previous game?": "Infinite",
        "How many games in the Crash Bandicoot series were released on the original Playstation?": "5",
        "Who's the voice actor for Thrall in the Warcraft game series?": "Chris Metzen",
        "In what year was the original Sonic the Hedgehog game released?": "1991",
        "Who was the voice actor for Snake in Metal Gear Solid V: The Phantom Pain?": "Kiefer Sutherland",
        "Which of these is NOT a faction included in the game Counter-Strike: Global Offensive?": "BOPE",
        "In Cook, Serve, Delicious!, which food is NOT included in the game?": "Pie",
        "Which of these is not the name of a city in the Grand Theft Auto series?": "San Andreas",
        "In the Mass Effect trilogy, who is the main protagonist?": "Shepard",
        "Phil Fish was the designer of which game?": "Fez",
        "In \"Overwatch\", how much health does Roadhog's \"Take a Breather\" ability recover?": "300",
        "In \"Magicka\", which two elements are combined to cast the spell, \"Nullify\"?": "Arcane + Shield",
        "Which one of the first four titles of the \"Grand Theft Auto\" franchise started the series of iconic image grid cover arts?": "Grand Theft Auto III",
        "Who is the last boss in Night In The Woods' Demontower minigame?": "The Blood Thief",
        "In Divinity: Original Sin II, what is the name of the skeletal origin character?": "Fane",
        "Who is the main villain of Kirby's Return to Dreamland?": "Magolor",
        "Which game did NOT get financed via Crowdfunding?": "Enter the Gungeon",
        "What is the name of the currency in the \"Animal Crossing\" series?": "Bells",
        "In Counter Strike: Global Offensive, what is the code implanted onto the C4 as the Terrorists plant the bomb?": "7355608",
        "In the \"Halo\" series, what is the name of the race of aliens humans refer to as \"Grunts\"?": "Unggoy",
        "In which mall does \"Dead Rising\" take place?": "Willamette Parkview Mall",
        "In World of Warcraft, which raid instance features a chess event?": "Karazhan",
        "Which country is featured in Ace Combat 5: The Unsung War?": "Osea",
        "Which of these is NOT a main playable character in \"Grand Theft Auto V\"?": "Lamar",
        "What two characters from the game Undertale are never in a relationship or not related?": "Frisk & Chara",
        "In the game Paper Mario for the Nintendo 64 the first partner you meet is a Goomba, what is its name?": "Goombario",
        "What was the first PlayStation game to require the use of the DualShock controller?": "Ape Escape",
        "Who is the leader of Team Instinct in Pokémon Go?": "Spark",
        "Which Pokemon generation did the fan-named \"Masuda Method\" first appear in? ": "Diamond/Pearl",
        "In the game The World Ends With You, all of these characters act as a game partner with Neku for a week except:": "Rhyme",
        "In what year were screenshots added to Steam?": "2011",
        "Which game in the \"Monster Hunter\" series introduced the \"Insect Glaive\" weapon?": "Monster Hunter 4",
        "Which of the following games has the largest map size?": "Just Cause 2",
        "Who is the protagonist in the game \"The Walking Dead: Season One\"?": "Lee Everett",
        "Which musical artist was NOT featured as playable avatars in the game \"DJ Hero\"?": "Dr. Dre",
        "In what year was \"Antichamber\" released?": "2013",
        "In Super Smash Bros. for Nintendo 3DS and Nintendo Wii U, who was the sixth fighter to be added to the game post-launch?": "Corrin",
        "Which country was Eliza \"Ash\" Cohen from \"Tom Clancy's Rainbow Six Siege\" born in?": "Israel",
        "Which Sonic the Hedgehog game introudced Knuckles the Echidna?": "Sonic the Hedgehog 3",
        "In Sid Meier's Civilization V, which World Wonder can only be built in cities on or next to a desert?": "Petra",
        "In Geometry Dash, what is level 13?": "Electroman Adventures",
        "Who was the mascot of SEGA before \"Sonic the Hedgehog\"?": "Alex Kidd",
        "Which of these weapons is NOT available to the Terrorist team in the game, \"Counter-Strike: Global Offensive\"?": "SCAR-20",
        "In the Animal Crossing series, which flower is erroneously called the \"Jacob's Ladder\"?": "Lily of the Valley",
        "What is the fastest speed possible in Trackmania²: Stadium?": "1000  km/h",
        "Which is not a playable character in the 2005 video game Killer7?": "Frank Smith",
        "In the game Battleblock Theater, what was the name of the voice actor who voiced the narrator?": "Will Stamper",
        "Which actor provided the voice for the main character's father in Fallout 3?": "Liam Neeson",
        "In the game \"Hearthstone\", what is the best rank possible?": "Rank 1 Legend",
        "Toby Fox's \"Megalovania\" was first used where?": "Radiation's Earthbound Halloween Hack",
        "How many controllers could a Nintendo GameCube have plugged in at one time?": "4",
        "What military rank is the protagonist \"Nomad\" in \"Crysis\"?": "First Lieutenant",
        "Who is the victim mentioned in the second KG-8 incident, in Ace attorney Investigations, Case 4?": "Deid Mann",
        "In Fallout: New Vegas, upon starting each one of the four campaign DLCs, which one of them does not have a warning screen/recommended level? ": "Honest Hearts ",
        "What numbers did Sayaka Maizono write on the wall in Dangan Ronpa Trigger Happy Havoc?": "11037",
        "In \"Xenoblade Chronicles 2\", Which party member cannot use normal blades?": "Tora",
        "Which popular First Person Shooter (FPS) franchise, got a Real Time Strategy (RTS) game developed based on its universe?": "Halo",
        "In Kingdom Hearts, how many members does Organization XIII have in total?": "14",
        "What is the name of the final boss in Turok: Dinosaur Hunter?": "The Campaigner",
        "What is the main theme song of \"Sonic Adventure 2\"?": "Live and Learn",
        "In the Pokémon series, which type is Sudowoodo, the Imitation Pokémon?": "Rock",
        "What was the name of Sonic the Hedgehog's original human girlfriend?": "Madonna",
        "In Need for Speed: Underground, what car does Eddie drive?": "Nissan Skyline GT-R (R34)",
        "What is the name of Team Fortress 2's Heavy Weapons Guy's minigun?": "Sasha",
        "Half-Life by Valve uses the GoldSrc game engine, which is a highly modified version of what engine?": "Quake Engine",
        "In the 2002 video game \"Kingdom Hearts\", how many playable worlds were there?": "14",
        "In Undertale, what's the prize for answering correctly?": "More questions",
        "In the Half-Life series, Gordon Freeman's signature weapon is a:": "Crowbar",
        "In the game Destiny, who succeeded Peter Dinklage in voicing the protagonist's \"Ghost\"?": "Nolan North",
        "Who voices the infamous Citadel Station A.I known as S.H.O.D.A.N, in the System Shock games?": "Terri Brosius",
        "In the game \"Terraria\", which of these bosses are pre-hardmode bosses?": "Eye of Cthulhu",
        "Which of the following names is the \"Mega Man\" Franchise known as in Japan?": "Rockman",
        "What was the original name of  \"Minecraft\"?": "Cave Game",
        "Which \"Call Of Duty: Zombies\" map introduced the \"Staffs Of The Ancients\"?": "Origins",
        "Which of these characters won the Super Smash Bros. Fighter Ballot in 2015?": "Bayonetta",
        "In which game did the Konami Code make its first appearance?": "Gradius",
        "What song is played during the ending credits of Guitar Hero: World Tour?": "Dream Theater - Pull Me Under",
        "In Night in the Woods, which instrument did Casey play?": "Drums",
        "In the Video Game, Half-life, what type of US military force starts clearing out the Black Mesa Research Facility?": "The HECU",
        "When was Pokemon GO released in North America?": "July 6th, 2016"
    },
    "General Knowledge": {
        "In the video-game franchise Kingdom Hearts, the main protagonist, carries a weapon with what shape?": "Key",
        "What is the Swedish word for \"window\"?": "Fönster",
        "What machine element is located in the center of fidget spinners?": "Bearings",
        "In flight systems, what does the initialism \"TCAS\" stand for?": "Traffic Collision Avoidance System",
        "What is the name of the very first video uploaded to YouTube?": "Me at the zoo",
        "Which of the following carbonated soft drinks were introduced first?": "Dr. Pepper",
        "Directly between the Washington Monument and the Reflecting Pool is a memorial to which war?": "World War II",
        "The Mexican Beer \"Corona\" is what type of beer?": "Pale Lager",
        "What character was once considered to be the 27th letter of the alphabet?": "Ampersand",
        "If you planted the seeds of Quercus robur, what would grow?": "Trees",
        "What is the first book of the Old Testament?": "Genesis",
        "What is the French word for \"fish\"?": "poisson",
        "What airline was the owner of the plane that crashed off the coast of Nova Scotia in 1998?": "Swiss Air",
        "What do the letters in the GMT time zone stand for?": "Greenwich Mean Time",
        "Where is Apple Inc. headquartered?": "Cupertino, California",
        "What is the most commonly used noun in the English language?": "Time",
        "Which of the following  British Monarchs never appeared on a circulated pound sterling coin?": "Edward VIII",
        "Which of these is the name of a Japanese system of alternative medicine, literally meaning \"finger pressure\"?": "Shiatsu",
        "In aerodynamics, which force pushes an object upwards?": "Lift",
        "Virgin Trains, Virgin Atlantic and Virgin Racing, are all companies owned by which famous entrepreneur?   ": "Richard Branson",
        "In a standard set of playing cards, which is the only king without a moustache?": "Hearts",
        "Scotch whisky and Drambuie make up which cocktail?": "Rusty Nail",
        "In what year was McDonald's founded?": "1955",
        "Which country drives on the left side of the road?": "Japan",
        "What does the 'S' stand for in the abbreviation SIM, as in SIM card? ": "Subscriber",
        "What is \"dabbing\"?": "A dance",
        "Sciophobia is the fear of what?": "Shadows",
        "What is the romanized Arabic word for \"moon\"?": "Qamar",
        "What company developed the vocaloid Hatsune Miku?": "Crypton Future Media",
        "The architect known as Le Corbusier was an important figure in what style of architecture?": "Modernism",
        "In the Morse code, which letter is indicated by 3 dots? ": "S",
        "Which of the following card games revolves around numbers and basic math?": "Uno",
        "Which of the following Ivy League universities has its official motto in Hebrew as well as in Latin?": "Yale University",
        "Which of the General Mills Corporation's monster cereals was the last to be released in the 1970's?": "Fruit Brute",
        "When someone is cowardly, they are said to have what color belly?": "Yellow",
        "On average, Americans consume 100 pounds of what per second?": "Chocolate",
        "Originally another word for poppy, coquelicot is a shade of what?": "Red",
        "Who is the youngest person to recieve a Nobel Prize?": "Malala Yousafzai",
        "Which best selling toy of 1983 caused hysteria, resulting in riots breaking out in stores?": "Cabbage Patch Kids",
        "Which of the following chemicals are found in eggplant seeds?": "Nicotine",
        "According to the 2014-2015 Australian Bureau of Statistics, what percentage of Australians were born overseas?": "28%",
        "Which slogan did the fast food company, McDonald's, use before their \"I'm Lovin' It\" slogan?": "We Love to See You Smile",
        "The website \"Shut Up & Sit Down\" reviews which form of media?": "Board Games",
        "In the MMO RPG \"Realm of the Mad God\", what dungeon is widely considered to be the most difficult?": "The Shatter's",
        "What word represents the letter 'T' in the NATO phonetic alphabet?": "Tango",
        "What is a \"dakimakura\"?": "A body pillow",
        "The term \"scientist\" was coined in which year?": "1833",
        "Where does water from Poland Spring water bottles come from?": "Maine, United States",
        "In ancient Greece, if your job were a \"hippeus\" which of these would you own?": "Horse",
        "What geometric shape is generally used for stop signs?": "Octagon",
        "What is the currency of Poland?": "Złoty",
        "What alcoholic drink is made from molasses?": "Rum",
        "In \"Battle Cats\", what is Moneko / MISS Moneko's critical percentage rate?": "15%",
        "What is the famous Papa John's last name?": "Schnatter",
        "Which country has the union jack in its flag?": "New Zealand",
        "Which one of these is not a typical European sword design?": "Scimitar",
        "What is a Burgee?": "A flag",
        "What zodiac sign is represented by a pair of scales?": "Libra",
        "Which river flows through the Scottish city of Glasgow?": "Clyde",
        "On a dartboard, what number is directly opposite No. 1?": "19",
        "Disney's Haunted Mansion is home to a trio of Hitchhiking Ghosts. Which of these is NOT one of them?": "Harry",
        "How long did it take the motorized window washers of the original World Trade Center to clean the entire exterior of the building?": "1 Month",
        "Which of these words means \"idle spectator\"?": "Gongoozler",
        "When was the Declaration of Independence approved by the Second Continental Congress?": "July 4, 1776",
        "What did the Spanish autonomous community of Catalonia ban in 2010, that took effect in 2012?": "Bullfighting",
        "What is on display in the Madame Tussaud's museum in London?": "Wax sculptures",
        "What is the romanized Japanese word for \"university\"?": "Daigaku",
        "Terry Gilliam was an animator that worked with which British comedy group?": "Monty Python",
        "After how many years would you celebrate your crystal anniversary?": "15",
        "What was Mountain Dew's original slogan?": "Yahoo! Mountain Dew... It'll tickle your innards!",
        "Linus Pauling, one of the only winners of multiple Nobel Prizes, earned his Nobel Prizes in Chemistry and what?": "Peace",
        "What does a milliner make and sell?": "Hats",
        "What year was Apple Inc. founded?": "1976",
        "When was Hubba Bubba first introduced?": "1979",
        "In a 1994 CBS interview, Microsoft co-founder Bill Gates performed what unusual trick on camera?": "Jumping over an office chair",
        "If someone said \"you are olid\", what would they mean?": "You smell extremely unpleasant.",
        "The Flag of the European Union has how many stars on it?": "12",
        "What type of animal was Harambe, who was shot after a child fell into it's enclosure at the Cincinnati Zoo?": "Gorilla",
        "Before the 19th Century, the \"Living Room\" was originally called the...": "Parlor",
        "Where did the pineapple plant originate?": "South America",
        "Named after the mallow flower, mauve is a shade of what?": "Purple",
        "Who is the author of Jurrasic Park?": "Michael Crichton",
        "What year was Queen Elizabeth II born?": "1926",
        "Which musician has collaborated with American producer Porter Robinson and released the 2016 song \"Shelter\"?": "Madeon",
        "What is the full title of the Prime Minister of the UK?": "First Lord of the Treasury",
        "In past times, what would a gentleman keep in his fob pocket?": "Watch",
        "When did the website \"Facebook\" launch?": "2004",
        "The Swedish word \"Grunka\" means what in English?": "Thing",
        "Which of the following is the IATA code for Manchester Airport?": "MAN",
        "A doctor with a PhD is a doctor of what?": "Philosophy",
        "What is the French word for \"hat\"?": "Chapeau",
        "What is the romanized Russian word for \"winter\"?": "Zima",
        "What is Tasmania?": "An Australian State",
        "Located in Chile, El Teniente is the world's largest underground mine for what metal?": "Copper",
        "What is the unit of currency in Laos?": "Kip",
        "Which of the following presidents is not on Mount Rushmore?": "John F. Kennedy",
        "Which country, not including Japan, has the most people of japanese decent?": "Brazil",
        "What is the Zodiac symbol for Gemini?": "Twins",
        "What is the name of NASA’s most famous space telescope?": "Hubble Space Telescope",
        "When was the Playstation 3 released?": "November 11, 2006",
        "What does a funambulist walk on?": "A Tight Rope",
        "Electronic music producer Kygo's popularity skyrocketed after a certain remix. Which song did he remix?": "Ed Sheeran - I See Fire",
        "According to Sherlock Holmes, \"If you eliminate the impossible, whatever remains, however improbable, must be the...\"": "Truth",
        "Whose greyscale face is on the kappa emoticon on Twitch?": "Josh DeSeno",
        "A statue of Charles Darwin sits in what London museum?": "Natural History Museum",
        "What is the shape of the toy invented by Hungarian professor Ernő Rubik?": "Cube",
        "What kind of aircraft was developed by Igor Sikorsky in the United States in 1942?": "Helicopter",
        "What is the last letter of the Greek alphabet?": "Omega",
        "Apple co-founder Steve Jobs died from complications of which form of cancer?": "Pancreatic",
        "Virtual reality company Oculus VR lost which of it's co-founders in a freak car accident in 2013?": "Andrew Scott Reisse",
        "The likeness of which president is featured on the rare $2 bill of USA currency?": "Thomas Jefferson",
        "When someone is inexperienced they are said to be what color?": "Green",
        "What is the weight of a Gold Bar in Fallout: New Vegas?": "35 Pounds",
        "Which one of these Swedish companies was founded in 1943?": "IKEA",
        "What is the profession of Elon Musk's mom, Maye Musk?": "Model",
        "Rolex is a company that specializes in what type of product?": "Watches",
        "What is the Italian word for \"tomato\"?": "Pomodoro",
        "Five dollars is worth how many nickles?": "100",
        "Who invented the first ever chocolate bar, in 1847?": "Joseph Fry",
        "The words \"bungalow\" and \"shampoo\" originate from the languages of which country?": "India",
        "According to the nursery rhyme, what fruit did Little Jack Horner pull out of his Christmas pie?": "Plum",
        "Which of the following languages does NOT use gender as a part of its grammar?": "Turkish",
        "Which candy is NOT made by Mars?": "Almond Joy",
        "According to the BBPA, what is the most common pub name in the UK?": "Red Lion",
        "Which Italian automobile manufacturer gained majority control of U.S. automobile manufacturer Chrysler in 2011?": "Fiat",
        "What does the \"G\" mean in \"G-Man\"?": "Government",
        "Which one of the following rhythm games was made by Harmonix?": "Rock Band",
        "What is the German word for \"spoon\"?": "Löffel",
        "De Eemhof, Port Zelande and Het Heijderbos are holiday villas owned by what company?": "Center Parcs",
        "Which iconic Disneyland attraction was closed in 2017 to be remodeled as a \"Guardians of the Galaxy\" themed ride?": "Twilight Zone Tower of Terror",
        "Who invented Pastafarianism?": "Bobby Henderson",
        "Which of the following is an existing family in \"The Sims\"?": "The Goth Family",
        "Frank Lloyd Wright was the architect behind what famous building?": "The Guggenheim",
        "What are the three starter Pokemon available in Pokemon Black and White?": "Snivy, Tepig, Oshawott",
        "Which of the following blood component forms a plug at the site of injuries?": "Platelets",
        "Amsterdam Centraal station is twinned with what station?": "London Liverpool Street",
        "Which country has the most Trappist breweries?": "Belgium",
        "This field is sometimes known as “The Dismal Science.”": "Economics",
        "According to the United States' CDC, one in how many Americans die annually due to smoking?": "Five",
        "Which restaurant's mascot is a clown?": "McDonald's",
        "What year was the RoboSapien toy robot released?": "2004",
        "What was Bank of America originally established as?": "Bank of Italy",
        "Which of the following is not the host of a program on NPR?": "Ben Shapiro",
        "Which of these banks are NOT authorized to issue currency notes in Hong Kong?": "OCBC",
        "What nuts are used in the production of marzipan?": "Almonds",
        "What was the soft drink Pepsi originally introduced as?": "Brad's Drink",
        "According to Fair Works Australia, how long do you have to work to get Long Service Leave?": "7 years",
        "In which fast food chain can you order a Jamocha Shake?": "Arby's",
        "Nephelococcygia is the practice of doing what?": "Finding shapes in clouds",
        "Which logical fallacy means to attack the character of your opponent rather than their arguments?": "Ad hominem",
        "How would one say goodbye in Spanish?": "Adiós",
        "The New York Times slogan is, “All the News That’s Fit to…”": "Print",
        "What is the Portuguese word for \"Brazil\"?": "Brasil",
        "Which sign of the zodiac comes between Virgo and Scorpio?": "Libra",
        "Which item of clothing is usually worn by a Scotsman at a wedding?": "Kilt",
        "Who is the founder of \"The Lego Group\"?": "Ole Kirk Christiansen",
        "The Canadian $1 coin is colloquially known as a what?": "Loonie",
        "Which essential condiment is also known as Japanese horseradish?": "Wasabi ",
        "What alcoholic drink is mainly made from juniper berries?": "Gin",
        "What name represents the letter \"M\" in the NATO phonetic alphabet?": "Mike",
        "How many colors are there in a rainbow?": "7",
        "Red Vines is a brand of what type of candy?": "Licorice",
        "What was the destination of the missing flight MH370?": "Beijing",
        "What is real haggis made of?": "Sheep's Heart, Liver and Lungs",
        "Which American manufactured submachine gun was informally known by the American soldiers that used it as \"Grease Gun\"?": "M3",
        "What is the closest planet to our solar system's sun?": "Mercury",
        "What do the letters of the fast food chain KFC stand for?": "Kentucky Fried Chicken",
        "Who founded the Khan Academy?": "Sal Khan",
        "Chartreuse is a color between yellow and what?": "Green",
        "How many furlongs are there in a mile?": "Eight",
        "The word \"abulia\" means which of the following?": "The inability to make decisions",
        "What are Panama hats made out of?": "Straw",
        "Which of the following is not an Ivy League University?": "Stanford",
        "In 2013 how much money was lost by Nigerian scams?": "$12.7 Billion",
        "What is the name given to Indian food cooked over charcoal in a clay oven?": "Tandoori",
        "Who is depicted on the US hundred dollar bill?": "Benjamin Franklin",
        "What is the airspeed velocity of an unladen swallow?": "24 MPH",
        "What was the original name of the search engine \"Google\"?": "BackRub",
        "What is Cynophobia the fear of?": "Dogs",
        "Which American-owned brewery led the country in sales by volume in 2015?": "D. G. Yuengling and Son, Inc",
        "Which product did Nokia, the telecommunications company, originally sell?": "Paper",
        "If you are caught \"Goldbricking\", what are you doing wrong?": "Slacking",
        "What is the highest number of Michelin stars a restaurant can receive?": "Three",
        "What was the name of the WWF professional wrestling tag team made up of the wrestlers Ax and Smash?": "Demolition",
        "When was \"YouTube\" founded?": "February 14, 2005",
        "What is the name of the popular animatronic singing fish prop, singing such hits such as \"Don't Worry, Be Happy\"?": "Big Mouth Billy Bass",
        "The new One World Trade Center in Manhattan, New York City was designed by which architect? ": "David Childs",
        "What does the Latin phrase \"Veni, vidi, vici\" translate into English?": "I came, I saw, I conquered",
        "Which church's interior in Vatican City was designed in 1503 by renaissance architects including Bramante, Michelangelo and Bernini?": "St. Peter's Basilica",
        "What is the largest organ of the human body?": "Skin",
        "What is a dead mall?": "A mall with high vacancy rates or low consumer foot traffic",
        "Which of these cities does NOT have a United States Minting location?": "St. Louis, MO",
        "The Fields Medal, one of the most sought after awards in mathematics, is awarded every how many years?": "4",
        "Where is the train station \"Llanfair­pwllgwyngyll­gogery­chwyrn­drobwll­llan­tysilio­gogo­goch\"?": "Wales",
        "Who is a co-founder of music streaming service Spotify?": "Daniel Ek",
        "How many calories are in a 355 ml can of Pepsi Cola?": "150",
        "The word \"aprosexia\" means which of the following?": "The inability to concentrate on anything",
        "Which sign of the zodiac is represented by the Crab?": "Cancer",
        "Which of the following buildings is example of a structure primarily built in the Art Deco architectural style?": "Niagara Mohawk Building",
        "What was the nickname given to the Hughes H-4 Hercules, a heavy transport flying boat which achieved flight in 1947?": "Spruce Goose",
        "Which of the following is not another name for the eggplant?": "Potimarron",
        "Computer manufacturer Compaq was acquired for $25 billion dollars in 2002 by which company?": "Hewlett-Packard",
        "What was the name given to Japanese military dictators who ruled the country through the 12th and 19th Century?": "Shogun",
        "Foie gras is a French delicacy typically made from what part of a duck or goose?": "Liver",
        "The drug cartel run by Pablo Escobar originated in which South American city?": "Medellín",
        "What is the world's most expensive spice by weight?": "Saffron",
        "What type of dog is 'Handsome Dan', the mascot of Yale University?": "Bulldog",
        "Area 51 is located in which US state?": "Nevada",
        "What is the Spanish word for \"donkey\"?": "Burro",
        "When was Nintendo founded?": "September 23rd, 1889",
        "The Quadrangularis Reversum is best described as which of the following?": "A percussion instrument",
        "What is the star sign of someone born on Valentines day?": "Aquarius",
        "How many notes are there on a standard grand piano?": "88",
        "Which film star has his statue in Leicester Square?": "Charlie Chaplin",
        "What country saw a world record 315 million voters turn out for elections on May 20, 1991?": "India",
        "What is the defining characteristic of someone who is described as hirsute?": "Hairy",
        "Which of these companies does NOT manufacture automobiles?": "Ducati",
        "Which of these colours is NOT featured in the logo for Google?": "Pink",
        "What is the name of Poland in Polish?": "Polska",
        "What was the first ever London Underground line to be built?": "Metropolitan Line",
        "How tall is the Burj Khalifa?": "2,722 ft",
        "Which language is NOT Indo-European?": "Hungarian",
        "When one is \"envious\", they are said to be what color?": "Green",
        "What fast food chain has the most locations globally? ": "Subway",
        "Which company did Valve cooperate with in the creation of the Vive?": "HTC",
        "Which American president appears on a one dollar bill?": "George Washington",
        "What is the name of the Jewish New Year?": "Rosh Hashanah",
        "What is the romanized Chinese word for \"airplane\"?": "Feiji",
        "What direction does the Statue of Liberty face?": "Southeast",
        "The word \"astasia\" means which of the following?": "The inability to stand up",
        "What is the nickname of the US state of California?": "Golden State",
        "Earth is located in which galaxy?": "The Milky Way Galaxy"
    },
    "Entertainment: Books": {
        "In the Lord of the Rings, who is the father of the dwarf Gimli?": "Gloin",
        "Who wrote the \"A Song of Ice And Fire\" fantasy novel series?": "George R. R. Martin",
        "The title of Adolf Hitler's autobiography \"Mein Kampf\" is what when translated to English?": "My Struggle",
        "Where does the book \"The Silence of the Lambs\" get its title from?": "The main character's trauma in childhood",
        "In the Magic: The Gathering universe, which plane does the Homelands expansion take place in?": "Ulgrotha",
        "In the Harry Potter universe, what is Cornelius Fudge's middle name?": "Oswald",
        "In \"Little Women\", which of the March sisters married Laurie?": "Amy",
        "In the Magic: The Gathering universe, the Fallen Empires expansion takes place on which continent?": "Sarpadia",
        "The book \"Fahrenheit 451\" was written by whom?": "Ray Bradbury",
        "Under what pseudonym did Stephen King publish five novels between 1977 and 1984?": "Richard Bachman",
        "Which famous spy novelist wrote the childrens' story \"Chitty-Chitty-Bang-Bang\"?": "Ian Fleming",
        "What was the pen name of novelist, Mary Ann Evans?": "George Eliot",
        "Who wrote the children's story \"The Little Match Girl\"?": "Hans Christian Andersen",
        "What is the name of Sherlock Holmes's brother?": "Mycroft Holmes",
        "What is the make and model of the tour vehicles in \"Jurassic Park\" (1990)?": "1989 Toyota Land Cruiser",
        "How many Harry Potter books are there?": "7",
        "What is the name of the gang that Ponyboy is a part of in the book, The Outsiders?": "The Greasers",
        "What was the last message of the Dolphins in \"The Hitchhiker's Guide to the Galaxy\"?": "\"So long, and thanks for all the fish.\"",
        "Which author co-wrote \"The Communist Manifesto\" alongside Karl Marx?": "Friedrich Engels",
        "In Margaret Atwood's \"The Handmaid's Tale\", what is Offred's real name is implied to be?": "June",
        "What was the first ever entry written for the SCP Foundation collaborative writing project?": "SCP-173",
        "What was Sir Handel's original name in \"The Railway Series\" and it's animated counterpart \"Thomas and Friends?\"": "Falcon",
        "In the Beatrix Potter books, what type of animal is Tommy Brock?": "Badger",
        "Which is NOT a book in the Harry Potter Series?": "The House Elf",
        "George Orwell wrote this book, which is often considered a statement on government oversight.": "1984",
        "Which Russian author wrote the epic novel War and Peace?": "Leo Tolstoy",
        "Who wrote the novel 'Fear And Loathing In Las Vegas'?": "Hunter S. Thompson",
        "What is the name of Eragon's dragon in \"Eragon\"?": "Saphira",
        "Abel Magwitch is a character from which Charles Dickens novel?": "Great Expectations",
        "Who wrote \"Harry Potter\"?": "J.K. Rowling",
        "What was the name of Captain Nemo's submarine in \"20,000 Leagues Under the Sea\"?": "The Nautilus",
        "In the book \"The Martian\", how long was Mark Watney trapped on Mars (in Sols)?": "549 Days",
        "What position does Harry Potter play in Quidditch?": "Seeker",
        "What was the name of the Mysterious Island, in Jules Verne's \"The Mysterious Island\"?": "Lincoln Island",
        "Which American author was also a budding travel writer and wrote of his adventures with his dog Charley?": "John Steinbeck",
        "In the novel \"Lord of the Rings\", how many rings of power were given to the race of man?": "9",
        "In the \"Harry Potter\" novels, what must a Hogwarts student do to enter the Ravenclaw Common Room?": "Answer a riddle",
        "What is the fourth book of the Old Testament?": "Numbers",
        "J.K. Rowling completed \"Harry Potter and the Deathly Hallows\" in which hotel in Edinburgh, Scotland?": "The Balmoral",
        "Which of the following is not a work authored by Fyodor Dostoevsky?": "Anna Karenina",
        "Who was the author of the 1954 novel, \"Lord of the Flies\"?": "William Golding",
        "According to The Hitchhiker's Guide to the Galaxy book, the answer to life, the universe and everything else is...": "42",
        "Who wrote \"A Tale of Two Cities\"?": "Charles Dickens",
        "Who wrote the young adult novel \"The Fault in Our Stars\"?": "John Green",
        "Which famous book is sub-titled 'The Modern Prometheus'?": "Frankenstein",
        "The novel \"Of Mice And Men\" was written by what author? ": "John Steinbeck ",
        "In The Lies Of Locke Lamora, what does \"Lamora\" mean in Throne Therin?": "Shadow",
        "In which classic novel by Mark Twain did a beggar and Prince of Wales switch clothes, and learn about social class inequality?": "The Prince and the Pauper",
        "In the year 1818, novelist Mary Shelly is credited with writing a fiction novel and creating this infamous character.": "Frankenstein's monster",
        "In Alice in Wonderland, what is the name of Alice's kitten?": "Dinah",
        "What's the second book in George R. R. Martin's 'A Song of Ice and Fire' series?": "A Clash of Kings",
        "Which of these does Charlie NOT read in The Perks of Being a Wallflower?": "The Grapes of Wrath",
        "What is the name of the three headed dog in Harry Potter and the Sorcerer's Stone?": "Fluffy",
        "In which classic novel is there a character named Homer Simpson?": "The Day of the Locust",
        "What book series published by Jim Butcher follows a wizard in modern day Chicago?": "The Dresden Files",
        "In the book series \"Odd Thomas\", Danny Jessup has what genetic disease? ": " Osteogenesis Imperfecta",
        "What's Harry Potter's dad's name?": "James Potter",
        "In the novel 1984, written by George Orwell, what is the name of the totalitarian regime that controls Oceania?": "INGSOC",
        "By what name was the author Eric Blair better known?": "George Orwell",
        "The novel \"Jane Eyre\" was written by what author? ": "Charlotte Brontë",
        "Who is the author of the series \"Malazan Book of the Fallen\"?": "Steven Erikson",
        "How many books are in the Chronicles of Narnia series?": "7",
        "In the Magic: The Gathering universe,  the Antiquities, Ice Age, and Alliances expansions take place on which continent?": "Terisiare",
        "Who wrote the novel \"Moby-Dick\"?": "Herman Melville",
        "By what nickname is Jack Dawkins known in the Charles Dickens novel, 'Oliver Twist'?": "The Artful Dodger",
        "Which author and poet famously wrote the line, \"The female of the species is more deadly than the male\"?": "Rudyard Kipling",
        "Which fictional English county was the setting for Thomas Hardy's novels?": "Wessex",
        "What is the title of the first Sherlock Holmes book by Arthur Conan Doyle?": "A Study in Scarlet",
        "In Terry Pratchett's Discworld novel 'Wyrd Sisters', which of these are not one of the three main witches?": "Winny Hathersham",
        "Which of these book series is by James Patterson?": "Maximum Ride",
        "What is Hermione Granger's middle name?": "Jean",
        "In the \"Harry Potter\" series, what is Headmaster Dumbledore's full name?": "Albus Percival Wulfric Brian Dumbledore",
        "Which of the following is the world's best-selling book?": "The Lord of the Rings",
        "In Michael Crichton's novel \"Jurassic Park\", John Hammond meets his demise at the claws of which dinosaur?": "Procompsognathus",
        "Which of the following was the author of \"Username Evie\"?": "Joe Sugg",
        "Which of the following authors was not born in England? ": "Arthur Conan Doyle",
        "Who wrote the 1967 horror novel \"Rosemary's Baby\"?": "Ira Levin",
        "In the Harry Potter universe, who does Draco Malfoy end up marrying?": "Astoria Greengrass",
        "Which of the following is NOT a work done by Shakespeare?": "Trial of Temperance",
        "In The Lies of Locke Lamora, what title is Locke known by in the criminal world?": "The Thorn of Camorr",
        "\"Green Eggs And Ham\" is a book by which author?": "Dr. Seuss",
        "Which novel by John Grisham was conceived on a road trip to Florida while thinking about stolen books with his wife?": "Camino Island",
        "What is the name of the town in which Lily and James Potter are buried?": "Godric's Hollow",
        "What is the name of the protagonist of J.D. Salinger's novel Catcher in the Rye?": "Holden Caulfield",
        "What is Ron Weasley's middle name?": "Bilius",
        "In the \"The Hobbit\", who kills Smaug?": "Bard",
        "The book \"The Little Prince\" was written by...": "Antoine de Saint-Exupéry"
    },
    "Entertainment: Film": {
        "What was the title of the first Bond movie, released in 1962?": "Dr. No",
        "What is the name of the dog that played Toto in the 1939 film \"The Wizard of Oz\"?": "Terry",
        "What is the oldest Disney film?": "Snow White and the Seven Dwarfs",
        "What was the first feature-length computer-animated movie?": "Toy Story",
        "About how much money did it cost for Tommy Wiseau to make his masterpiece \"The Room\" (2003)?": "$6 Million",
        "What name did Tom Hanks give to his volleyball companion in the film `Cast Away`?": "Wilson",
        "What was the name of the planet in \"Aliens\"?": "LV-426",
        "Which movie of film director Stanley Kubrick is known to be an adaptation of a Stephen King novel?": "The Shining",
        "In what year does Jurassic World open in the \"Jurassic Park\" universe?": "2005",
        "Which of the following films was NOT directed by Quentin Tarantino?": "From Dusk till Dawn",
        "What was the last Marx Brothers film to feature Zeppo?": "Duck Soup",
        "In what Disney movie can you spot the character \"Pac-Man\" in if you look closely enough in some scenes?": "Tron",
        "What type of cheese, loved by Wallace and Gromit, had it's sale prices rise after their successful short films?": "Wensleydale",
        "Which actor plays the character \"Tommy Jarvis\" in \"Friday the 13th: The Final Chapter\" (1984)?": "Corey Feldman",
        "Who directed the 2015 movie \"The Revenant\"?": "Alejandro G. Iñárritu",
        "What did the first moving picture depict?": "A galloping horse",
        "Who played the Cenobite called \"Pinhead\" in the original Hellraiser films?": "Doug Bradley",
        "Which sci-fi cult films plot concerns aliens attempting to prevent humans from creating a doomsday weapon?": "Plan 9 from Outer Space",
        "Which actor and martial artist starred as Colonel Guile in the 1994 action film adaptation of Street Fighter?": "Jean-Claude Van Damme",
        "In the film \"Harry Potter and the Order of The Phoenix\", why was Harry Potter's scream, after Sirius Black died, muted?": "Too Agonizing",
        "Which 1958 movie starred Kirk Douglas and Tony Curtis as half-brothers Einar and Eric?": "The Vikings ",
        "This movie contains the quote, \"What we've got here is a failure to communicate.\"": "Cool Hand Luke",
        "In the 1979 British film \"Quadrophenia\" what is the name of the seaside city the mods are visiting?": "Brighton",
        "Who was the director of \"Scott Pilgrim vs. the World (2010)\"?": "Edgar Wright",
        "In what year did Clint Eastwood star as Inspector Harry Callahan in the film \"Dirty Harry\"?": "1971",
        "What is the name of the assassin in the first \"Hellboy\" movie?": "Karl Ruprecht Kroenen",
        "What was the first monster to appear alongside Godzilla?": "Anguirus",
        "What Queen song plays during the final fight scene of the film \"Hardcore Henry\"?": "Don't Stop Me Now",
        "Which of the following actors has only been in a Quentin Tarantino directed film once?": "John Travolta",
        "What is the name of the foley artist who designed the famous sounds of Star Wars, including Chewbacca's roar and R2-D2's beeps and whistles?": "Ben Burtt",
        "Which of these films is NOT set in Los Angeles?": "RoboCop",
        "What breed of dog was Marley in the film \"Marley & Me\" (2008)?": "Labrador Retriever",
        "This movie contains the quote, \"I feel the need ... the need for speed!\"": "Top Gun",
        "What is the correct spelling of the protagonist of the book in The NeverEnding Story (1984)?": "Atreyu",
        "When was the movie 'Con Air' released?": "1997",
        "What is the name of the robot in the 1951 science fiction film classic 'The Day the Earth Stood Still'?": "Gort",
        "Darth Vader's famous reveal to Luke is iconic. But which of these is the right one?": "\"No. I am your father.\"",
        "Leonardo Di Caprio won his first Best Actor Oscar for his performance in which film?": "The Revenant",
        "What is the name of the queen's pet in A Bug's Life?": "Aphie",
        "In the movie \"V for Vendetta,\" what is the date that masked vigilante \"V\" urges people to remember?": "November 5th",
        "Which actress danced the twist with John Travolta in 'Pulp Fiction'?": "Uma Thurman",
        "In the 1984 movie \"The Terminator\", what model number is the Terminator portrayed by Arnold Schwarzenegger?": "T-800",
        "When does \"Rogue One: A Star Wars Story\" take place chronologically in the series?": "Between Episode 3 and 4",
        "Which of the following was not one of \"The Magnificent Seven\"?": "Clint Eastwood",
        "Who starred in the film 1973 movie \"Enter The Dragon\"?": "Bruce Lee",
        "Who directed the movies \"Pulp Fiction\", \"Reservoir Dogs\" and \"Django Unchained\"?": "Quentin Tarantino",
        "What city did the monster attack in the film, \"Cloverfield\"?": "New York, New York",
        "In \"Star Trek Nemesis\", why was Praetor Shinzon created?": "To replace Picard as a Romulan Agent",
        "Which town is the setting for the Disney movie The Love Bug (1968)?": "San Francisco",
        "In Big Hero 6, what were Baymax's motions modeled after?": "Baby penguins",
        "Who voices the main character Blu in the 2011 animated film \"Rio\"?": "Jesse Eisenberg",
        "Which actress portrayed Dr. Grace Augustine in the James Cameron movie \"Avatar\"?": "Sigourney Weaver",
        "In the movie “The Iron Giant,” this character is the protagonist.": "Hogarth Hughes",
        "In the 2014 film \"Birdman\", what is the primary instrument in the score?": "Drums",
        "In the movie \"Cast Away\" the main protagonist's best friend while on the island is named": "Wilson",
        "The 2016 Disney animated film 'Moana' is based on which culture?": "Polynesian",
        "Which stand-up comedian voiced the talking parrot \"Iago\" in Disney's 1992 adaptation of Aladdin?": "Gilbert Gottfried",
        "What is the name of James Dean's character in the 1955 movie \"Rebel Without a Cause\"?": "Jim Stark",
        "Who in Pulp Fiction says \"No, they got the metric system there, they wouldn't know what the fuck a Quarter Pounder is.\"": "Vincent Vega",
        "What is the name of the fictional retro-mod band starring Austin Powers as the lead vocalist?": "Ming Tea",
        "Who voiced the character Draco in the 1996 movie 'DragonHeart'?": "Sean Connery",
        "What did Alfred Hitchcock use as blood in the film \"Psycho\"? ": "Chocolate syrup",
        "What three movies, in order from release date, make up the \"Dollars Trilogy\"?": "\"A Fistful of Dollars\", \"For a Few Dollars More\", \"The Good, the Bad, and the Ugly\"",
        "What is Lilo's last name from Lilo and Stitch?": "Pelekai",
        "In Finding Nemo, what was the name of Nemo's mom?": "Coral",
        "Which was the first of Alfred Hitchcock's movies to be filmed in colour?": "Rope",
        "Which actor played the main character in the 1990 film \"Edward Scissorhands\"?": "Johnny Depp",
        "In the 1999 movie Fight Club, which of these is not a rule of the \"fight club\"?": "Always wear a shirt",
        "Before \"Jurassic Park III\" was finalized and the Spinosaurus was chosen, which dinosaur was going to be the star?": "Baryonyx",
        "What is the name of the supercomputer located in the control room in \"Jurassic Park\" (1993)?": "Thinking Machines CM-5",
        "At the end of the 2001 film \"Rat Race\", whose concert do the contestants crash?": "Smash Mouth",
        "For the film \"Raiders of The Lost Ark\", what was Harrison Ford sick with during the filming of the Cairo chase?": "Dysentery",
        "Who provided a majority of the songs and lyrics for \"Spirit: Stallion of the Cimarron\"?": "Bryan Adams",
        "In the movie \"Scream\" who is Ghost Face?": "Billy Loomis and Stu Macher",
        "In Back to the Future Part II, Marty and Dr. Emmett Brown go to which future date?": "October 21, 2015",
        "What is the species of the \"Predator\" in the 1987 movie \"Predator\"?": "Yautja",
        "In Mulan (1998), who is the leader of the Huns?": "Shan Yu",
        "Which of these movies did Jeff Bridges not star in?": "The Hateful Eight",
        "\"The first rule is: you don't talk about it\" is a reference to which movie?": "Fight Club",
        "In which movie does Robin Williams' character have to disguise themselves into a woman?": "Mrs. Doubtfire",
        "In Big Hero 6, what fictional city is the Big Hero 6 from?": "San Fransokyo",
        "What was Humphrey Bogart's middle name?": "DeForest",
        "Which animated movie was first to feature a celebrity as a voice actor?": "Aladdin",
        "What was the name of the protagonist in the movie Commando (1985)?": "John Matrix",
        "The film Mad Max: Fury Road features the Dies Irae  from which composer's requiem?": "Verdi",
        "The 1996 film 'Fargo' is primarily set in which US state?": "Minnesota",
        "In the \"Jurassic Park\" universe, what is the name of the island that contains InGen's Site B?": "Isla Sorna",
        "Which former Star Trek actor directed Three Men and a Baby (1987)?": "Leonard Nimoy",
        "Brendan Fraser starred in the following movies, except which one?": "Titanic",
        "Who directed \"E.T. the Extra-Terrestrial\" (1982)?": "Steven Spielberg",
        "What was Marilyn Monroe`s character's first name in the film \"Some Like It Hot\"?": "Sugar",
        "Which famous singer was portrayed by actor Kevin Spacey in the 2004 biographical film \"Beyond the Sea\"?": "Bobby Darin",
        "Which documentary film maker wrote and starred in the film \"My Scientology Movie\" which first debuted in 2015?": "Louis Theroux",
        "Which one of these films are shot entirely in one-take?": "Russian Ark",
        "Who plays the character of Po in the Kung Fu Panda movies?": "Jack Black",
        "In order to cut costs, what were most of the extras of Mad Max (1979) paid with?": "Beer",
        "Ed Koch, the Mayor of New York in 1984, played himself in which Muppets movie?": "The Muppets Take Manhattan",
        "What was the first James Bond film?": "Dr. No",
        "Which musical artist had a prominent role in the 2017 film \"Kingsman: The Golden Circle\"?": "Elton John",
        "Who plays Jack Burton in the movie \"Big Trouble in Little China?\"": "Kurt Russell",
        "This movie contains the quote, \"I love the smell of napalm in the morning!\"": "Apocalypse Now",
        "Who plays Alice in the Resident Evil movies?": "Milla Jovovich",
        "In The Lord of the Rings: The Fellowship of the Ring, which one of the following characters from the book was left out of the film?": "Tom Bombadil",
        "What character in the Winnie the Pooh films was added by Disney and does not appear in the original books?": "Gopher",
        "Which 90's comedy cult classic features cameos appearances from Meat Loaf, Alice Cooper and Chris Farley?": "Wayne's World",
        "Which movie contains the quote, \"Say hello to my little friend!\"?": "Scarface",
        "What was another suggested name for, the 1985 film, Back to the Future?": "Spaceman From Pluto",
        "In \"Jurassic World\", what is the name of the dinosaur that is a genetic hybrid?": "Indominus Rex",
        "After India, which country produces the second most movies per year?": "Nigeria",
        "Which of the following James Bond villains is not affiliated with the SPECTRE organization?": "Auric Goldfinger",
        "Which of these Movies was NOT released in 1996?": "Gladiator",
        "Which of the following movies was not based on a novel by Stephen King? ": "The Thing",
        "Who played Deputy Marshal Samuel Gerard in the 1993 film \"The Fugitive\"?": "Tommy Lee Jones",
        "In which African country was the 2006 film 'Blood Diamond' mostly set in?": "Sierra Leone",
        "Who played Sgt. Gordon Elias in 'Platoon' (1986)?": "Willem Dafoe",
        "What is the name of the island that \"Jurassic Park\" is built on?": "Isla Nublar",
        "Who directed the movie \"Alien\"?": "Ridley Scott",
        "What was the wifi password given to Stephen Strange in Doctor Strange?": "Shambala",
        "Who wrote and directed the 1986 film 'Platoon'?": "Oliver Stone",
        "In 2012, which movie won every category in the 32nd \"Golden Raspberry Awards\"?": "Jack and Jill",
        "Who played Baron Victor Frankestein in the 1957 Hammer horror film \"The Curse of Frankenstein\"?": "Peter Cushing",
        "Who plays \"Bruce Wayne\" in the 2008 movie \"The Dark Knight\"?": "Christian Bale",
        "In the Friday The 13th series, what year did Jason drown in?": "1957",
        "Which one of these actors is said to be cut from the film 'E.T. the Extra-Terrestrial'?": "Harrison Ford",
        "Who is the director of the 1991 film \"Silence of the Lambs\"?": "Jonathan Demme",
        "In the Mad Max franchise, what type of car is the Pursuit Special driven by Max?": "Ford Falcon",
        "Which actors made up the trio in \"The Good, the Bad, and the Ugly\"? ": "Clint Eastwood, Eli Wallach, and Lee Van Cleef",
        "Which singer is portrayed by Bruce Campbell in the 2002 film 'Bubba Ho-Tep'?": "Elvis Presley",
        "Who played the female lead in the 1933 film \"King Kong\"?": "Fay Wray",
        "In the movie Gremlins, after what time of day should you not feed Mogwai?": "Midnight",
        "Where does the original Friday The 13th movie take place?": "Camp Crystal Lake",
        "What is the name of the character Nicolas Cage plays in the movie \"National Treasure?\"": "Benjamin Franklin Gates",
        "What year did the James Cameron film \"Titanic\" come out in theaters?": "1997",
        "Who played Batman in the 1997 film \"Batman and Robin\"?": "George Clooney",
        "What is the name of the villian in the 2015 Russian-American Sci-Fi Movie \"Hardcore Henry\"?": "Akan",
        "In the movie \"Blade Runner\", what is the term used for human-like androids ?": "Replicants",
        "Who did the score to the original Blade Runner?": "Vangelis",
        "Which of these actors/actresses is NOT a part of the cast for the 2016 movie \"Suicide Squad\"?": "Scarlett Johansson",
        "This trope refers to minor characters that are killed off to show how a monster works.": "Red Shirt",
        "In the \"Jurassic Park\" universe, when did \"Jurassic Park: San Diego\" begin construction?": "1985",
        "What was Dorothy's surname in 'The Wizard Of Oz'?": "Gale",
        "Which iconic character is featured in movies such as \"The Enforcer\", \"Sudden Impact\", and \"The Dead Pool\"?": "Dirty Harry",
        "In the 1979 British film \"Quadrophenia\" what is the name of the main protagonist?": "Jimmy Cooper",
        "In the movie \"Spaceballs\", what are the Spaceballs attempting to steal from Planet Druidia?": "Air",
        "Which retired American football quarterback played himself in 'Ace Ventura: Pet Detective' and 'Little Nicky'?": "Dan Marino",
        "In the 1994 movie \"Speed\", what is the minimum speed the bus must go to prevent to bomb from exploding?": "50 mph",
        "What film did James Cameron's Avatar dethrone as the highest-grossing film ever?": "Titanic",
        "What is the birth name of Michael Caine?": "Maurice Micklewhite",
        "Which movie released in 2016 features Superman and Batman fighting?": "Batman v Superman: Dawn of Justice",
        "The 2002 film \"28 Days Later\" is mainly set in which European country?": "United Kingdom",
        "In the film \"Requiem for a Dream\", what drug does Jared Leto's character get addicted to?": "Heroin",
        "This movie contains the quote, \"Nobody puts Baby in a corner.\"": "Dirty Dancing",
        "What is the make and model of the tour vehicles in \"Jurassic Park\" (1993)?": "1992 Ford Explorer XLT",
        "Who performed the opening theme song for the James Bond 007 movie \"Goldfinger\"?": "Shirley Basey",
        "In the 1974 Christmas flick \"The Year Without a Santa Claus,\" what are the names of the two elves who help Mrs. Claus save Christmas?": "Jingle & Jangle",
        "The killer in the 1981 film 'My Bloody Valentine' wears what sort of outfit?": "Mining gear",
        "Who starred as Bruce Wayne and Batman in Tim Burton's 1989 movie \"Batman\"?": "Michael Keaton",
        "In the 2012 film, \"The Lorax\", who is the antagonist?": "Aloysius O'Hare",
        "Which Marvel superhero did Chris Evans play prior to his role as Captain America?": "Human Torch",
        "Which of the following films was directed by Ivan Reitman, written by Gary Ross, featured Kevin Kline, and was released in 1993?": "Dave",
        "What historical time period was the center of the Assassin’s Creed movie (2016)?": "Spanish Inquisition",
        "In the movie \"Back to the Future,\" what speed does Doc Brown's DeLorean need to reach in order to travel through time?": "88 mph",
        "In what year was the movie \"Police Academy\" released?": "1984",
        "In which film does Humphrey Bogart say the famous line, \"Here's looking at you, kid\"?": "Casablanca",
        "Which star actor was in \"Top Gun\", \"Jerry Maguire\" and \"Born on the Fourth of July\"?": "Tom Cruise",
        "What were the Chilled Monkey Brains made from during Indiana Jones and the Temple of Doom?": "Custard and Raspberry Sauce",
        "Which movie sequel had improved box office results compared to its original film?": "Toy Story 2",
        "In the 1995 film \"Balto\", who are Steele's accomplices?": "Kaltag, Nikki, and Star",
        "Who directed the Kill Bill movies?": "Quentin Tarantino",
        "In the 1976 film 'Taxi Driver', how many guns did Travis buy from the salesman?": "4",
        "This movie contains the quote, \"Houston, we have a problem.\"": "Apollo 13",
        "Which director directed the movie \"Pan's Labyrinth\"?": "Guillermo Del Toro",
        "Who plays the Nemesis in the Resident Evil movies?": "Matthew Taylor",
        "In the 1964 film \"Zulu\", what song does the British Army company sing before the final battle?": "Men of Harlech",
        "Velma Kelly and Roxie Hart are the protagonists of which Oscar winning movie?": "Chicago",
        "What was the name of the actor who played Leatherface in the 1974 horror film, The Texas Chainsaw Massacre?": "Gunnar Hansen",
        "What was Bruce Campbell's iconic one-liner after getting a chainsaw hand in Evil Dead 2?": "Groovy.",
        "What is the correct phrase for the Latin saying \"Romanes Eunt Domus\" in Monty Python's Life of Brian?": "Romani Ite Domum",
        "Johnny Depp made his big-screen acting debut in which film?": "A Nightmare on Elm Street",
        "In the film \"Interstellar\", how long did they spend on Miller's planet?": "23 years, 4 months, and 8 days",
        "In \"Jurassic World\", which company purchases InGen and creates Jurassic World?": "Masrani Global Corporation ",
        "Which of these Disney classics was released in 1970?": "The Aristocats",
        "In \"ALF\", what was ALF's real name?": "Gordon Shumway",
        "Which of the following is not the name of a \"Bond Girl\"? ": "Vanessa Kensington",
        "Daniel Radcliffe became a global star in the film industry due to his performance in which film franchise?": "Harry Potter",
        "In which 1955 film does Frank Sinatra play Nathan Detroit?": "Guys and Dolls",
        "The Queen song `A Kind Of Magic` is featured in which 1986 film?": "Highlander",
        "Which one of these action movies are shot entirely in one take?": "Victoria",
        "What is the birth name of Michael Keaton?": "Michael Douglas",
        "Who directed the 1973 film \"American Graffiti\"?": "George Lucas",
        "What is the orange and white bot's name in \"Star Wars: The Force Awakens\"?": "BB-8",
        "In the 2010 Nightmare on Elm Street reboot, who played Freddy Kruger?": "Jackie Earle Haley",
        "Which of the following is NOT a quote from the 1942 film Casablanca? ": "\"Frankly, my dear, I don't give a damn.\"",
        "The 1939 movie \"The Wizard of Oz\" contained a horse that changed color, what material did they use to achieve this effect?": "Gelatin",
        "Which 1994 film did Roger Ebert famously despise, saying \"I hated hated hated hated hated this movie\".": "North",
        "In which 1973 film does Yul Brynner play a robotic cowboy who malfunctions and goes on a killing\tspree?": "Westworld",
        "What does TIE stand for in reference to the TIE Fighter in \"Star Wars\"?": "Twin Ion Engine",
        "Which actor plays Obi-Wan Kenobi in Star Wars Episodes I-lll?": "Ewan McGregor",
        "Which animated film did Steven Lisberger direct in 1980 before going on to direct Tron?": "Animalympics",
        "Who voiced Metalbeard in \"The Lego Movie\"?": "Nick Offerman",
        "In the \"Jurassic Park\" universe, what was the first dinosaur cloned by InGen in 1986?": "Velociraptor",
        "In the Friday The 13th series, what is Jason's mother's first name?": "Pamela",
        "Which boxer was famous for striking the gong in the introduction to J. Arthur Rank films?": "Bombardier Billy Wells",
        "In what year was the first Transformers movie released?": "1986",
        "Which movie includes a giant bunny-like spirit who has magic powers including growing trees?": "My Neighbor Totoro",
        "In the 1971 film \"Willy Wonka & the Chocolate Factory\", who played Willy Wonka?": "Gene Wilder",
        "What was the first movie to ever use a Wilhelm Scream?": "Distant Drums",
        "According to \"Star Wars\" lore, which planet does Obi-Wan Kenobi come from?": "Stewjon",
        "Mark Wahlberg played the titular character of which 2008 video-game adaptation?": "Max Payne",
        "Which of the following actors does not play a role in the movie \"The Usual Suspects?\"": "Steve Buscemi",
        "What is the name of the first \"Star Wars\" film by release order?": "A New Hope",
        "What is the name of the Artificial Intelligence system in the 1983 film, \"WarGames\"?": "War Operation Plan Response",
        "Who is the main protagonist in, the 1985 film, Back to the Future?": "Marty McFly",
        "In the 1992 film \"Army of Darkness\", what name does Ash give to his double-barreled shotgun?": "Boomstick",
        "What is the highest grossing film of all time (without adjusting for inflation)?": "Avengers: Endgame"
    },
    "Politics": {
        "Before 2011, \"True Capitalist Radio\" was known by a different name. What was that name?": "True Conservative Radio",
        "The 2014 movie \"The Raid 2: Berandal\" was mainly filmed in which Asian country?": "Indonesia",
        "What year did the effort to deploy the Common Core State Standards (CCSS) in the US begin?": "2009",
        "Who was the British Prime Minister at the outbreak of the Second World War?": "Neville Chamberlain",
        "Which of the following Pacific Islander countries is ruled by a constitutional monarchy?": "Tonga",
        "Which letter do you need to have on a European driver license in order to ride any motorbikes?": "A",
        "How many people are in the U.S. House of Representatives?": "435",
        "Which of the following United States Presidents served the shortest term in office?": "William Henry Harrison",
        "Before 2016, in which other year did Donald Trump run for President?": "2000",
        "In June 2017, Saudi Arabia and Egypt broke off ties with which country over its supposed support for terrorism?": "Qatar",
        "What was the personal nickname of the 40th Governor of the US State Louisiana, Huey Long?": "The Kingfish",
        "Who was the 40th President of the USA?": "Ronald Reagan",
        "The largest consumer market in 2015 was...": "The United States of America",
        "According to the United States Constitution, how old must a person be to be elected President of the United States?": "35",
        "Which former US president was nicknamed \"Teddy\" after he refused to shoot a defenseless black bear?": "Theodore Roosevelt",
        "Which of the following Argentinian presidents was elected in 2015?": "Mauricio Macri",
        "What is the name of Niccolò Machiavelli's work that argued effective leaders needed to crush their opponents at all costs?": "The Prince",
        "In United States history, how many vice presidents did Franklin D. Roosevelt have during his time in office as president?": "3",
        "Who was the 45th President of the United States?": "Donald Trump",
        "Due to the Nagoya Resolution, China agreed to allow Taiwan to compete separately in international sporting events under what name?": "Chinese Taipei",
        "Which of these is NOT one of Donald Trump's children?": "Julius",
        "Who was elected leader of the UK Labour Party in September 2015?": "Jeremy Corbyn",
        "Which president erased the national debt of the United States?": "Andrew Jackson",
        "Who became Prime Minister of the United Kingdom in July 2016?": "Theresa May",
        "What are the first names of the first father and son pair that were both Prime Ministers of Canada?": "Justin and Pierre",
        "Whose 2016 presidential campaign slogan was \"Make America Great Again\"?": "Donald Trump",
        "Which of these was an official candidate in the 2017 British General Election?": "Lord Buckethead",
        "Who was the only president to not be in office in Washington D.C?": "George Washington",
        "\"Yes, America Can!\" was this United States politician's de facto campaign slogan in 2004.": "George W. Bush",
        "What is centralism?": " Concentration of power and authority in a central organization.",
        "Which former US president used \"Let's Make America Great Again\" as his campaign slogan before Donald Trump's campaign?": "Ronald Reagan",
        "The Watergate Scandal occured in what year?": "1972",
        "What year did Gerald Ford Become President?": "1974",
        "Who is the only US president to serve two non-consecutive terms in office?": "Grover Cleveland",
        "What is former United States President Bill Clinton's full name?": "William Jefferson Clinton",
        "Which Native American tribe/nation requires at least one half blood quantum (equivalent to one parent) to be eligible for membership?": "Yomba Shoshone Tribe",
        "Between 1973 to 1990, what country was ruled by dictator Augusto Pinochet?": "Chile",
        "Who succeeded Joseph Stalin as General Secretary of the Communist Party of the Soviet Union?": "Nikita Khrushchev",
        "Former United States President Bill Clinton famously played which instrument?": "Saxophone",
        "Who was the longest-serving senator in US history, serving from 1959 to 2010?": "Robert Byrd",
        "Which of the following United States senators is known for performing a 24-hour long filibuster?": "Strom Thurmond"
    },
    "History": {
        "When did Canada leave the confederation to become their own nation?": "July 1st, 1867",
        "Before the American colonies switched to the Gregorian calendar in 1752, on what date did their new year start?": "March 25th",
        "What happened on June 6, 1944?": "D-Day",
        "The Panama Canal was finished under the administration of which U.S. president?": "Woodrow Wilson",
        "In which year did the Tokyo Subway Sarin Attack occur?": "1995",
        "When was the United States National Security Agency established?": "November 4, 1952",
        "When was the SS or Schutzstaffel established?": "April 4th, 1925",
        "What were the first states to break away from Yugoslavia?": "Slovenia, Croatia",
        "What was Genghis Khan's real name?": "Temüjin",
        "To what political party did Abraham Lincoln belong when elected POTUS?": "Republican",
        "These two countries held a commonwealth from the 16th to 18th century.": "Poland and Lithuania",
        "The Korean War started in what year?": "1950",
        "The coat of arms of the King of Spain contains the arms from the monarchs of Castille, Leon, Aragon and which other former Iberian kingdom?": "Navarre",
        "List the following Iranic empires in chronological order:": "Median, Achaemenid, Parthian, Sassanid",
        "What was found in 1946 by two young shepards near a cave?": "Dead Sea Scrolls",
        "Which U.S. president took part in the Potsdam Conference, where the Allies reached a peace settlement with Germany?": "Harry S. Truman",
        "What was the total length of the Titanic?": "882 ft | 268.8 m",
        "What is the name of the ship which was only a few miles away from the RMS Titanic when it struck an iceberg on April 14, 1912?": "Californian",
        "In addition to his career as an astrologer and \"prophet\", Nostradamus published a 1555 treatise that included a section on what?": "Making jams and jellies",
        "In what year did the Wall Street Crash take place?": "1929",
        "How was Socrates executed?": "Poison",
        "What was the original name of New York City?": "New Amsterdam",
        "In 1961, an American B-52 aircraft crashed and nearly detonated two 4mt nuclear bombs over which US city?": "Goldsboro, North Carolina",
        "The Battle of the Somme in World War I took place in which country?": "France",
        "Which modern day country is the region that was known as Phrygia in ancient times?": "Turkey",
        "When did Norway become free from Sweden?": "1905",
        "Who was the President of the United States during the signing of the Gadsden Purchase?": "Franklin Pierce",
        "When did the United States formally declare war on Japan, entering World War II?": "December 8, 1941",
        "Which of the following was not one of Joseph Stalin's ten blows during World War II?": "Vistula-Oder Offensive",
        " What Russian automatic gas-operated assault rifle was developed in the Soviet Union in 1947, and is still popularly used today?": "AK-47",
        "Which of the following Assyrian kings did NOT rule during the Neo-Assyrian Empire?": "Shamshi-Adad III",
        "The collapse of the Soviet Union took place in which year?": "1991",
        "Who was the only US President to be elected four times?": "Franklin Roosevelt",
        "In what year did Neil Armstrong and Buzz Aldrin land on the moon?": "1969",
        "Which of the following battles is often considered as marking the beginning of the fall of the Western Roman Empire?": "Battle of Adrianople",
        "Who was the first president of the United States?": "George Washington",
        "In World War I, what was the name of the alliance of Germany, Austria-Hungary, the Ottoman Empire, and Bulgaria?": "The Central Powers",
        "When did the British hand-over sovereignty of Hong Kong back to China?": "1997",
        "Who rode on horseback to warn the Minutemen that the British were coming during the U.S. Revolutionary War?": "Paul Revere",
        "When was the city of Rome, Italy founded?": "753 BCE",
        "The pantheon in Rome was used to worship what god?": "Any god they wanted",
        "Which is the hull NO. of the Fletcher class destroyer Fletcher?": "DD-445",
        "How many women joined the United States Armed Services during World War II?": "350,000",
        "What was the name commonly given to the ancient trade routes that connected the East and West of Eurasia?": "Silk Road",
        "Which one of these tanks was designed and operated by the United Kingdom?": "Tog II",
        "Who was the Prime Minister of Japan when Japan declared war on the US?": "Hideki Tojo",
        "What was the name of one of the surviving palaces of Henry VIII located near Richmond, London?": "Hampton Court",
        "Which day did World War I begin?": "July 28",
        "What was the name of the planned invasion of Japan towards the end of World War II?": "Operation Downfall",
        "Which U.S. President was famously 'attacked' by a swimming rabbit?": "Jimmy Carter",
        "During the Mongolian invasions of Japan, what were the Mongol boats mostly stopped by?": "Typhoons",
        "How many manned moon landings have there been?": "6",
        "On what day did Germany invade Poland?": "September 1, 1939",
        "Which infamous European traitor was known as \"the last person to enter Parliament with honest intentions\"?": "Guy Fawkes",
        "Who invented the \"Flying Shuttle\" in 1738; one of the key developments in the industrialization of weaving?": "John Kay",
        "What disease crippled President Franklin D. Roosevelt and led him to help the nation find a cure? ": "Polio",
        "In which year did the Invasion of Kuwait by Iraq occur?": "1990",
        "When was the \"Siege of Leningrad\" lifted during World War II?": "January 1944",
        "King Henry VIII was the second monarch of which European royal house?": "Tudor",
        "During what war did the \"Cuban Missile Crisis\" occur?": "Cold War",
        "Where and when was the first cardboard box made for industrial use?": "England, 1817",
        "The Ottoman Empire was dissolved after their loss in which war?": "World War I",
        "Which German field marshal was known as the `Desert Fox`?": "Erwin Rommel",
        "The crown of the Empire State Building was originally built for what purpose?": "Airship Dock",
        "How long did World War II last?": "6 years",
        "What year did Skoal, a smokeless Tobacco company, release their first line of Pouches, known as \"Skoal Bandits\"?": "1983",
        "Which Louis was known as 'The Sun King of France'?": "Louis XIV",
        "The Bohemian Revolt (1618-1620) started after Protestants in Prague did what to their Catholic Lords Regents?": "Threw them out of a window",
        "Which of the following snipers has the highest amount of confirmed kills?": "Simo Häyhä",
        "The seed drill was invented by which British inventor?": "Jethro Tull",
        "Which of the following countries was the first to send an object into space?": "Germany",
        "When did the French Revolution begin?": "1789",
        "What was the capital of South Vietnam before the Vietnam War?": "Saigon",
        "What was the name of the spy ring that helped the United States win the Revolutionary War?": "Culper Ring",
        "During the Spanish Civil War (1936), Francisco Franco fought for which political faction?": "Nationalist Spain",
        "When was Adolf Hitler appointed as Chancellor of Germany?": "January 30, 1933",
        "How many years did the Hundred Years' War last?": "116",
        "The ontological argument for the proof of God's existence is first attributed to whom?": "Anselm of Canterbury",
        "What historical event was Tchaikovsky's 1812 Overture referencing?": "The Napoleonic Wars",
        "Which country did the Eureka Rebellion, an 1856 battle against colonial rule, take place in?": "Australia",
        "The Tsar Bomba, the most powerful nuclear bomb ever tested, had a yield of 50 megatons but theoretically had a maximum yield of how much?": "100 Megatons",
        "In what year was the video game company Electronic Arts founded?": "1982",
        "Which historical conflict killed the most people?": "World War II",
        "What was the code name for the Allied invasion of Southern France on August 15th, 1944?": "Operation Dragoon",
        "Abolitionist John Brown raided the arsenal in which Virginia Town?": "Harper's Ferry",
        "Who was the first explorer to sail to North America?": "Leif Erikson",
        "Which of the following ancient peoples was NOT classified as Hellenic (Greek)?": "Illyrians",
        "Which of the following countries was not an axis power during World War II?": " Soviet Union",
        "Who is attributed credit for recording the epic poem The Odyssey?": "Homer",
        "When was the People's Republic of China founded?": "October 1, 1949",
        "What age was King Henry V when he died?": "35",
        "What was the real name of the Albanian national leader Skanderbeg?": "Gjergj Kastrioti",
        "After the 1516 Battle of Marj Dabiq, the Ottoman Empire took control of Jerusalem from which sultanate?": "Mamluk",
        "Which of these theoretical phycisists first predicted the existence of antimatter?": "Paul Dirac",
        "Who was the Prime Minister of the United Kingdom for most of World War II?": "Winston Churchill",
        "What year was Canada founded in?": "1867",
        "How many sonatas did Ludwig van Beethoven write?": "32",
        "Who was the first prime minister of Canada?": "John Macdonald",
        "How long did the Warsaw Uprising during World War II last?": "63 Days",
        "Which modern country is known as \"The Graveyard of Empires\"?": "Afghanistan",
        "When did O, Canada officially become the national anthem?": "1980",
        "The fraudelent doctor John R. Brinkley acummulated great fame and wealth in the early 1900s offering what service?": "Goat testicles transplant",
        "In what year was the last natural case of smallpox documented?": "1977",
        "On which aircraft carrier did the Doolitte Raid launch from on April 18, 1942 during World War II?": "USS Hornet",
        "During World War I, which nation's monarchs were blood related?": "England, Germany, Russia",
        "How old was Lyndon B. Johnson when he assumed the role of President of the United States?": "55",
        "When did the Battle of the Somme begin?": "July 1st, 1916",
        "Who was the leader of the Communist Party of Yugoslavia ?": "Josip Broz Tito",
        "Which one of these rulers did not belong to the Habsburg dynasty?": "Philip V",
        "In what year did Kentucky become the 15th state to join the union?": "1792",
        "Who assassinated President James A. Garfield?": "Charles Guiteau",
        "Who was the first Chancellor of a united Germany in 1871? ": "Otto Von Bismark",
        "The original Roman alphabet lacked the following letters EXCEPT:": "X",
        "What was the transfer of disease, crops, and people across the Atlantic shortly after the discovery of the Americas called?": "The Columbian Exchange",
        "In what year was the famous 45 foot tall Hollywood sign first erected?": "1923",
        "Which of these countries was NOT a part of the Soviet Union?": "Afghanistan",
        "In the War of the Pacific (1879 - 1883), Bolivia lost its access to the Pacific Ocean after being defeated by which South American country?": "Chile",
        "In relation to the British Occupation in Ireland, what does the IRA stand for.": "Irish Republican Army",
        "Which of the following ancient Near Eastern peoples still exists as a modern ethnic group?": "Assyrians",
        "Who was the first man to travel into outer space twice?": "Gus Grissom",
        "Which of these positions did the astronomer and physicist Isaac Newton not hold?": "Surveyor to the City of London",
        "On which day did ARPANET suffer a 4 hour long network crash?": "October 27, 1980",
        "In 1845, a series of wars named after which indigenous people began in New Zealand?": "Māori",
        "What is the name of the Boeing B-29 that dropped the 'Little Boy' atomic bomb on Hiroshima?": "Enola Gay",
        "The Spitfire L.F. Mk IX had what engine?": "Merlin 66",
        "Which of the following African countries was most successful in resisting colonization?": "Ethiopia",
        "The Herero genocide was perpetrated in Africa by which of the following colonial nations?": "Germany",
    }
